{
    "header": {
      "news": ["News", "Novinky"],
      "clan": ["Clan", "Klan"],
      "actions": ["Actions", "Akce"],
      "fame": ["Fame", "Sláva"],
      "about": ["About", "O hře"],
      "forum": ["Forum", "Fórum"],
      "administration": ["Administration", "Administrace"],
      "turn": ["Turn", "Kolo"]
    },
    "basic": {
        "clan": ["Clan", "Klan"],
        "marketplace": ["Marketplace", "Tržiště"],
        "characters": ["Characters", "Postavy"],
        "overview": ["Overview", "Přehled"],
        "items": ["Items", "Předměty"],
        "buildings": ["Buildings", "Budovy"],
        "locations": ["Locations", "Lokace"],
        "quests": ["Quests", "Úkoly"],
        "questsCompleted": ["Completed quests", "Dokončené úkoly"],
        "caps": ["Caps", "Zátky"],
        "junk": ["Junk", "Šrot"],
        "food": ["Food", "Jídlo"],
        "fame": ["Fame", "Sláva"],
        "level": ["Level", "Úroveň"],
        "state": ["State", "Stav"],
        "combat": ["Combat", "Bojová síla"],
        "armor": ["Armor", "Zbroj"],
        "scavenge": ["Scavenge", "Hledání"],
        "intellect": ["Intellect", "Intelekt"],
        "craftsmanship": ["Craftsmanship", "Zručnost"],
        "experience": ["Experience", "Zkušenosti"],
        "health": ["Health", "Zdraví"],
        "traits": ["Abilities", "Schopnosti"],
        "noTraits": ["No abilities", "Žádné schopnosti"],
        "noOutfit": ["No outfit", "Bez zbroje"],
        "noGear": ["No gear", "Bez výbavy"],
        "progress": ["Progress", "Postup"],
        "unarmed": ["Unarmed", "Neozbrojen"],
        "type": ["Type", "Typ"],
        "bonus": ["Bonus", "Bonus"],
        "information": ["Information", "Informace"],
        "informationLevel": ["Information level", "Úroveň informací"],
        "name": ["Name", "Jméno"],
        "all": ["All", "Všechno"],
        "weapon": ["Weapon", "Zbraň"],
        "outfit": ["Outfit", "Oblečení"],
        "gear": ["Gear", "Výbava"],
        "consumable": ["Consumable", "Zásoby"],
        "arena": ["Arena", "Aréna"],
        "tavern": ["Tavern", "Hospoda"],
        "itemChance": ["Chance for finding an item", "Šance na nalezení předmětu"],
        "price": ["Price", "Cena"]
    },
    "labels": {
        "selectCharacter": ["Select character", "Vyber postavu"],
        "noCharacter": ["No character selected", "Není vybrána postava"],
        "selectorDescription": ["The selected character will be used to perform the action of your choice.", 
        "Vybraná postava bude použita pro vykonání akce dle tvého výběru."],
        "equip": ["Equip", "Nasadit"],
        "unequip": ["Unequip", "Sundat"],
        "goOnQuest": ["Go", "Do toho"],
        "use": ["Use", "Použij"],
        "next": ["Next", "Další"],
        "asc": ["Ascending", "Vzestupně"],
        "desc": ["Descending", "Sestupně"],
        "previous": ["Previous", "Přechozí"],
        "sortKey": ["Sort by", "Řadit podle"],
        "filter": ["Filter by", "Filtrovat podle"],
        "visit": ["Visit", "Navštívit"],
        "scout": ["Scout", "Pátrat"],
        "construct": ["Construct", "Stavět"],
        "buy": ["Buy", "Koupit"],
        "sell": ["Sell", "Prodat"],
        "trade": ["Trade", "Obchod"],
        "rest": ["Rest", "Odpočívat"],
        "close": ["Close", "Zavřít"],
        "confirm": ["Confirm", "Potvrdit"],
        "page": ["Page", "Strana"],
        "resourceTrade": ["Trade resources", "Obchod se surovinami"],
        "noWeapons": ["You don't have any weapons at the moment. You can go to the Actions section to search some locations or perform crafting.",
        "Momentálně nemáš žádné zbraně. V sekci Akce můžeš nějaké získat prohledáváním lokací nebo řemeslnou výrobou."],
        "noGear": ["You don't have any gear at the moment. You can go to the Actions section to search some locations or perform crafting.",
        "Momentálně nemáš žádné vybavení. V sekci Akce můžeš nějaké získat prohledáváním lokací nebo řemeslnou výrobou."],
        "noItems": ["You don't have any items at the moment.",
        "Momentálně nemáš žádné předměty."],    
        "noBuildings": ["You don't have any buildings at the moment. You can go to the Actions section to start a building construction.",
        "Momentálně nemáš žádné budovy. V sekci Akce můžeš začít se stavbou."],
        "noQuests": ["You don't have any quests at the moment. Increaes your clan's information level to get new quests.",
        "Momentálně nemáš žádné úkoly. Zvýšením úrovně informací svého klanu může nové úkoly získat."],
        "noCompletedQuests": ["You have not completed any quests yet.",
        "Zatím nemáš žádné dokončené úkoly."], 
        "noNotifications": ["There are no notifications for this turn.", "V tomto kole nemáš žádné novinky."],   
        "buildingConstruction": ["Character will increase the progress of the building by his/her craftsmanship. The same amount of junk needs to be paid for this action.",
        "Postava zvýší postup úrovně této budovy o svou zručnost. Stejný počet šrotu musí být zaplacen pro zahájení této akce."],
        "buildingVisit": ["Character will perform this building's special action..", "Postava vykoná speciální akci této budovy."],
        "resourceLimitExceeded": ["Exceeded maximum resource limit.", "Překročen limit surovin."],
        "restTooltip": ["Character will rest this turn instead of performing an action. This will allow the character to heal.", "Místo akce bude toto kolo postava odpočívat. To jí umožní léčit ztracené životy."],
        "endTurn": ["End turn", "Ukončit kolo"],
        "endTurnConfirmation": ["Are you sure you want to end the turn?", "Jsi si jistý, že chceš ukončit kolo?"],
        "endTurnDescription": ["This action will end the current turn.", "Tato akce ukončí současné kolo."],
        "restartGame": ["Restart game", "Restartovat hru"],
        "restartGameConfirmation": ["Are you sure you want to restart the game? This action will delete all game data.", "Jsi si jistý, že chceš restartovat hru? Tato akce smaže veškerá herní data."],
        "restartGameDescription": ["This action will delete all game data.", "Tato akce smaže veškerá herní data."],
        "trade.offers": ["Your items", "Tvé předměty"],
        "trade.price": ["Market price", "Tržní cena"],
        "offer": ["Offer", "Nabídnout"],
        "invalidPrice": ["Price must be equal or higher than item's market value!", "Cena musí být stejná nebo vyšší než tržní hodnota předmětu!"],
        "seller": ["Seller", "Prodejce"],
        "noOffers": ["There are currently no items available at the marketplace.", "Na tržišti momentálně nejsou žádné předměty."],
        "cancel": ["Cancel", "Zrušit"],
        "offerTooltip": ["This will list the item on the marketplace for the specified price.", "Tímto nabídneš předmět na trhu za zvolenou cenu."],
        "message": ["Message", "Zpráva"],
        "state": ["State", "Stav"],
        "active": ["Active", "Aktivní"],
        "hidden": ["Hidden", "Skrytá"],
        "rookie": ["Rookie", "Zelenáč"],
        "veteran": ["Veteran", "Veterán"]
    },
    "login": {
        "intro1": ["Welcome, wastelander! Welcome to the year 2010 in an alternative universe, where Cold war resulted in an open conflict between the United States and SSSR. Earth has been devastated by series of both conventional and nuclear wars. Those lucky enough to survive the chaos are left with little to nothing. Sociaty split into small groups which fight each other over the remaining resources found in the wasteland and city ruins.",
        "Vítej, vandráku! Píše se rok 2010 v alternativní verzi historie, kdy Studená válka vyústila v otevřený konflikt mezi Spojenými Státy a SSSR. Země zůstala zdevastována jak konvenčními, tak nukleárními zbraněmi. Těch pár šťastlivců, co přežilo, je nyní rozděleno do malých skupin, které spolu soupeří o zbývající zdroje v pustině a ruinách velkých měst."],
        "intro2": ["This is a story about such struggle. You will find yourself leading a small clan near the ruins of former metropolis - now called Withergate. It is a dangerous place to live in but your only chance for survival. Are you up for it?",
        "Toto je příběh o jedné takové skupině. Máš možnost stát se vůdcem malého klanu přeživších v blízkosti bývalé metropole - nyní známé pod názvem Withergate. Je to nebezpečné místo, ale zároveň jediná šance na přežití. Jdeš do toho?"],
        "info": ["Withergate is a turn-based browser game. Players control clans consisting of several characters. Interacting with the game is done via assigning actions to these characters. Twice a day, at 6 am. and 6 pm. (CET), these actions are evaluated and your characters become ready again.",
        "Withergate je textová tahová strategie ovládaná přes prohlížeč. Hráči kontrolují klan s několika postavami. Herní interakce probíhá pomocí přiřazování akcí k jednolivým hrdinů. Všechny akce jsou vyhodnocovány dvakrát denně v 6:00 a 18:00 (CET)."],
        "redirect": ["By clicking on the link above, you will be taken to an authorization server to login. If you don't have an account, register on the next page and come back once the registration is finished.",
        "Klinutí na tlačítko tě vezme na stránku autorizačního serveru, kde se přihlásíš. Pokud ještě nemáš účet, tak se nejprve na stránkách zaregistruj a poté se vrať sem."],
        "button": ["Enter", "Vstoupit"]
    },
    "clanSetup": {
        "text": ["Welcome to Withergate! It seems that you are a new wastelander. This is a dangerous place to roam alone so let`s begin with setting up a clan.",
        "Vítej ve Withergate! Vypadá to, že jsi tu nový. Toto je nebezpečné místo na to, abys tu chodil sám. Začněme tím, že si založíš nový klan."],
        "name": ["Clan name", "Název klanu"],
        "button": ["Confirm", "Založit"]
    },
    "about": {
        "aboutHeader": ["Introduction", "Slovo úvodem"],
        "aboutText": ["Withergate is an opensource turn-based post-apocalyptic browser game developed by a small group of friends in their free time. We will be very happy if you enjoy playing the game and are open to suggestions for new features, bug reporting and even contributing with game content.",
        "Withergate je opensource post-apo tahová hra v prohlížeči vyvíjená malou skupinou přátel ve volném čase. Budeme moc rádi, když si užijete hraní a jsme otevřeni všem podnětům pro nové funkce do hry, nahlašování chyb nebo nápady na herní obsah."],
        "contributionHeader": ["Contribution", "Jak přispět"],
        "contributionText": ["This game is financed from private resources of the game developers. Since running the game servers is costly, we will be very happy for any donations you are willing to contribute for the game development.",
        "Hra je financována samotnými vývojáři. Pronájem serverů ale něco stojí, a proto budeme moc rádi za jakékoli dary, které jste ochotni věnovat na vývoj hry."],
        "ackHeader": ["Acknowledgement", "Poděkování"],
        "photosText": ["I would like to thank the following people for allowing me to use their beautiful photos as a game content:",
        "Rád bych poděkoval následujícím lidem za poskytnutí fotografií pro herní obsah:"],
        "links": ["Links", "Odkazy"]
    },
    "arena": {
        "description": ["Glory for your best warriors and caps for your clan. Show your strenght in the arena and fight against other gladiators. Be warned, though, that this is no place for weaklings and safety is not guaranteed.",
        "Sláva pro vítěze a zátky pro tvůj klan. Ukaž svou sílu a utkej se s ostatními gladiátory. Měj ale na paměti, že tohle není místo pro slabochy a snadno může dojít i ke smrtelným zraněním."],
        "info": ["Only one character per day can be sent to the arena. This character will be matched with random opponent and fight. Only melee weapons are allowed. Fame and glory awarded in case of victory but characters can get injured.",
        "Každý den můžeš do arény poslat jednu postavu ze svého klanu. Utkáš se s náhodným protivníkem a vítěz vyhraje slávu a zátky. Jsou dovolené pouze kontaktní zbraně."]
    },
    "tavern": {
        "description": ["On the edge of Withergate, there is a little establishment where many wastelanders go to spend their hard-earned caps in exhange for home-made booze of discutable quality. Here, you can find scavengers that might be interested in joining your clan for certain cash.",
        "Na kraji Withergate je malá hospoda, kam se stahují všechny pochybné existence utrácet své pracně vydělané zátky. Třeba zde narazíš na někoho, kdo by se ti mohl hodit."],
        "info": ["Tavern is used for hiring new characters. Each character costs [100] caps so be prepared to have this amount ready when going to this location.",
        "V hospodě máš možnost najmout nové postavu. Každá postava stojí [100] zátek, tak měj tuto sumu připravenou, než sem vyrazíš."]
    },
    "location": {
        "visit": ["Character will explore this location. Use this action if you are looking for resources or loot. Your character's scavenge attribute affects the result of this action.",
        "Postava půjde prohledávat tuto lokaci. Ideální akce, pokud chceš najít suroviny nebo předměty. Výsledek akce je ovlivněn hodnotou hledání tvé postavy."],
        "scout": ["Character will scout this location for information. Use this action if you wish to increase your information level. Your character's intellect attribute affects the result of this action.",
        "Postava vyrazí pátrat v této lokaci. Ideální akce, pokud chceš zvýšit svou úroveň informací. Výsledek akce je ovlivněn hodnotou intelektu tvé postavy."]
        
    },
    "MELEE": ["Melee", "Kontaktní"],
    "RANGED": ["Ranged", "Střelná"],
    "HEALING": ["Healing", "Léčení"],
    "EXPERIENCE": ["Experience", "Zkušenosti"],
    "BUFF_COMBAT": ["Combat buff", "Zvyšuje bojovou sílu"],
    "BUFF_SCAVENGE": ["Scavenge buff", "Zvyšuje hledání"],
    "BUFF_CRAFTSMANSHIP": ["Craftsmanship buff", "Zvyšuje zručnost"],
    "BUFF_INTELLECT": ["Intellect buff", "Zvyšuje intelekt"]
  }