{
    "header": {
      "news": ["News", "Novinky"],
      "clan": ["Clan", "Klan"],
      "actions": ["Actions", "Akce"],
      "fame": ["Fame", "Sláva"],
      "about": ["About", "O hře"],
      "forum": ["Forum", "Fórum"],
      "administration": ["Administration", "Administrace"],
      "turn": ["Turn", "Kolo"],
      "logout": ["Logout", "Odhlášení"],
      "timeRemaining": ["Time until next turn", "Čas do dalšího kola"]
    },
    "basic": {
        "base": ["Base", "Kemp"],
        "clan": ["Clan", "Klan"],
        "character": ["Character", "Postava"],
        "marketplace": ["Marketplace", "Tržiště"],
        "characters": ["Characters", "Postavy"],
        "overview": ["Overview", "Přehled"],
        "items": ["Items", "Předměty"],
        "buildings": ["Buildings", "Budovy"],
        "locations": ["Locations", "Lokace"],
        "quests": ["Quests", "Úkoly"],
        "questsCompleted": ["Completed quests", "Dokončené úkoly"],
        "caps": ["Caps", "Zátky"],
        "junk": ["Junk", "Šrot"],
        "food": ["Food", "Jídlo"],
        "fame": ["Fame", "Sláva"],
        "level": ["Level", "Úroveň"],
        "state": ["State", "Stav"],
        "combat": ["Combat", "Bojeschopnost"],
        "armor": ["Armor", "Zbroj"],
        "scavenge": ["Scavenge", "Hledání"],
        "intellect": ["Intellect", "Intelekt"],
        "craftsmanship": ["Craftsmanship", "Zručnost"],
        "experience": ["Experience", "Zkušenosti"],
        "health": ["Health", "Zdraví"],
        "traits": ["Abilities", "Schopnosti"],
        "noTraits": ["No traits", "Žádné schopnosti"],
        "noOutfit": ["No outfit", "Bez zbroje"],
        "noGear": ["No gear", "Bez výbavy"],
        "progress": ["Progress", "Postup"],
        "unarmed": ["Unarmed", "Neozbrojen"],
        "type": ["Type", "Typ"],
        "bonus": ["Bonus", "Bonus"],
        "information": ["Information", "Informace"],
        "informationLevel": ["Information level", "Úroveň informací"],
        "name": ["Name", "Jméno"],
        "all": ["All", "Všechno"],
        "weapon": ["Weapon", "Zbraň"],
        "outfit": ["Outfit", "Oblečení"],
        "gear": ["Gear", "Výbava"],
        "consumable": ["Consumable", "Zásoby"],
        "arena": ["Arena", "Aréna"],
        "tavern": ["Tavern", "Hospoda"],
        "itemChance": ["Chance for finding an item", "Šance na nalezení předmětu"],
        "price": ["Price", "Cena"],
        "reward": ["Reward", "Odměna"],
        "disaster": ["Disaster", "Pohroma"],
        "injury": ["Injury", "Zranění"],
        "healing": ["Healing", "Léčba"],
        "death": ["Death", "Smrt"],
        "research": ["Research", "Výzkum"]
    },
    "labels": {
        "actions": ["Actions", "Akce"],
        "selectCharacter": ["Select character", "Vyber postavu"],
        "noCharacter": ["No character selected", "Není vybrána postava"],
        "selectorDescription": ["The selected character will be used to perform the action of your choice.", 
        "Vybraná postava bude použita pro vykonání akce dle tvého výběru."],
        "equip": ["Equip", "Nasadit"],
        "unequip": ["Unequip", "Sundat"],
        "go": ["Go", "Do toho"],
        "use": ["Use", "Použij"],
        "next": ["Next", "Další"],
        "asc": ["Ascending", "Vzestupně"],
        "desc": ["Descending", "Sestupně"],
        "previous": ["Previous", "Přechozí"],
        "sortKey": ["Sort by", "Řadit podle"],
        "filter": ["Filter by", "Filtrovat podle"],
        "visit": ["Visit", "Navštívit"],
        "search": ["Search", "Prohledat"],
        "scout": ["Scout", "Výzvědy"],
        "construct": ["Construct", "Stavět"],
        "buy": ["Buy", "Koupit"],
        "sell": ["Sell", "Prodat"],
        "trade": ["Trade", "Obchod"],
        "rest": ["Rest", "Odpočívat"],
        "hire": ["Hire", "Najmout"],
        "close": ["Close", "Zavřít"],
        "confirm": ["Confirm", "Potvrdit"],
        "page": ["Page", "Strana"],
        "resourceTrade": ["Trade resources", "Obchod se surovinami"],
        "noWeapons": ["You don't have any weapons at the moment. You can go to the Actions section to search some locations or perform crafting.",
        "Momentálně nemáš žádné zbraně. V sekci Akce můžeš nějaké získat prohledáváním lokací nebo řemeslnou výrobou."],
        "noGear": ["You don't have any gear at the moment. You can go to the Actions section to search some locations or perform crafting.",
        "Momentálně nemáš žádné vybavení. V sekci Akce můžeš nějaké získat prohledáváním lokací nebo řemeslnou výrobou."],
        "noItems": ["You don't have any items at the moment.",
        "Momentálně nemáš žádné předměty."],    
        "noBuildings": ["You don't have any buildings at the moment. You can go to the Actions section to start a building construction.",
        "Momentálně nemáš žádné budovy. V sekci Akce můžeš začít se stavbou."],
        "noQuests": ["You don't have any quests at the moment. Increaes your clan's information level to get new quests.",
        "Momentálně nemáš žádné úkoly. Zvýšením úrovně informací svého klanu může nové úkoly získat."],
        "noCompletedQuests": ["You have not completed any quests yet.",
        "Zatím nemáš žádné dokončené úkoly."], 
        "buildingConstruction": ["Character will increase the progress of the building by his/her craftsmanship. The same amount of junk needs to be paid for this action.",
        "Postava zvýší postup úrovně této budovy o svou zručnost. Stejný počet šrotu musí být zaplacen pro zahájení této akce."],
        "buildingVisit": ["Character will perform this building's special action..", "Postava vykoná speciální akci této budovy."],
        "resourceLimitExceeded": ["Exceeded maximum resource limit.", "Překročen limit surovin."],
        "endTurn": ["End turn", "Ukončit kolo"],
        "endTurnConfirmation": ["Are you sure you want to end the turn?", "Jsi si jistý, že chceš ukončit kolo?"],
        "endTurnDescription": ["This action will end the current turn.", "Tato akce ukončí současné kolo."],
        "restartGame": ["Restart game", "Restartovat hru"],
        "restartGameConfirmation": ["Are you sure you want to restart the game? This action will delete all game data.", "Jsi si jistý, že chceš restartovat hru? Tato akce smaže veškerá herní data."],
        "restartGameDescription": ["This action will delete all game data.", "Tato akce smaže veškerá herní data."],
        "trade.offers": ["Your items", "Tvé předměty"],
        "trade.price": ["Market price", "Tržní cena"],
        "offer": ["Offer", "Na trh"],
        "invalidPrice": ["Price must be between item's market value and double of the market value!", "Cena se musí pohybovat mezi tržní hodnotou předmětu a dvojnásobkem tržní hodnoty!"],
        "seller": ["Seller", "Prodejce"],
        "noOffers": ["There are currently no items available at the marketplace.", "Na tržišti momentálně nejsou žádné předměty."],
        "cancel": ["Cancel", "Zrušit"],
        "offerTooltip": ["This will list the item on the marketplace for the specified price.", "Tímto nabídneš předmět na trhu za zvolenou cenu."],
        "message": ["Message", "Zpráva"],
        "state": ["State", "Stav"],
        "active": ["Active", "Aktivní"],
        "hidden": ["Hidden", "Skrytá"],
        "rookie": ["Rookie", "Zelenáč"],
        "veteran": ["Veteran", "Veterán"],
        "defaultAction": ["Choose the default action for your characters if no action is set.", "Zvol si výchozí akci pro své postavy, pokud žádná akce není přiřazena."],
        "marketPrice": ["When you offer items for the market price, they will be automatically purchased by computer at the end of the turn unless someone else decides to buy them.",
        "Pokud své předměty nabídneš za tržní cenu, tak budou na konci kola automaticky koupeny počítačem, pokud je nekoupí jiný hráč."],
        "noDisaster": ["You have no information about any upcomming disasters. The time you receive the information about next disaster is affected by the level of information of your clan.", "Nemáš informace o žádné blížící se pohromě. S vyšší úrovní informací se o pohromě dozvíš dříve."],
        "disasterConsequences": ["Disaster consequences", "Efekt pohromy"],
        "disasterTurn": ["This disaster will trigger at the end of turn ${turn}.", "Tato pohroma se vyhodnotí na konci kola ${turn}."],
        "disasterSolutionReward": ["Reward for completion", "Odměna za splnění"],
        "endGame": ["The game has ended. Wait for the administrator to start a new game.", "Hra již skončila. Počkej, až administrátor začne novou hru."],
        "end": ["End", "Konec"],
        "free": ["Free", "Zdarma"],
        "numCharacters": ["Number of characters", "Počet postav"],
        "lastActivity": ["Last activity (UTC)", "Poslední aktivita (UTC)"],
        "minutesAgo": ["${minutes} minutes ago", "Před ${minutes} minutami"],
        "disasterAction": ["What are we going to do?", "Co podnikneme?"],
        "disasterActionText": ["It seems there are multiple ways how to face this disaster. Perhaps, if we work hard and everybody does what he knows best, we might be able to avert the upcoming problems.", 
        "Zdá se, že existuje více způsobů, jak se k této pohromě můžeme postavit. Možná, že bychom mohli zkusit různé věci a třeba se nám společnými silami podaří tuto nepříjemnost odvrátit."],
        "disasterInfo": ["Disaster is coming: ${name}. You have time until the end of turn ${turn} to prepare. You can start by exploring the 'Disaster' tab in the 'Actions' page.",
        "Blíží se pohroma ${name}. Máš čas do konce kola ${turn}, aby ses připravil. O pohromě se můžeš dozvědět více v sekci 'Pohroma' na stránce 'Akce'."],
        "visitCost": ["Cost to visit", "Cena za navštívení"],
        "numWins": ["Number of wins", "Počet vítězství"],
        "noNotifications": ["There are no notifications for this turn. But you can check this tutorial how to play instead.", "Pro toto kolo nemáš žádné novinky. Ale místo toho si můžeš projít tento krátký tutorial."],	
        "encounterChance": ["This is the risk that random encounter will trigger. Handling the encounter requires various skills of the character. If the character handles the situation successfully, there will be a reward plus some portion of the action resources will be awarded as well. In case of unsuccessful encounter, the character will not find any resources and penalty might be triggered.",	
        "Toto je šance na náhodnou událost. Řešení události vyžaduje použití nějaké z vlastností dané postavy. Pokud postava v situaci uspěje, dostane odměnu a navíc ještě část surovin, které by normálně získala z prováděné akce. Pokud ovšem neuspěje, nedostane nic a navíc může následovat nějaký negativní efekt."],
        "research": ["Research", "Zkoumat"],
        "noResearch": ["There are no research projects to show.", "Žádný výzkum není k dispozici."],
        "lockedResearch": ["${count} research projects are yet to be discovered. Increase your information level to uncover them.",
        "${count} výzkumných projektů čeká na objevení. Zvyš úroveň informací svého klanu pro jejich odkrytí."],
        "injuryInfo": ["Stats of this character decreased temporarily due to the injury.", "Vlastnosti této postavy byly dočasně sníženy následkem zranění."],
        "skillpoint": ["Skill point available. Assign new trait to this character in the Actions->Base.", "Dovednostní bod je k dispozici. Přiřaď postavě novou schopnost v sekci Akce->Kemp."]
    },
    "mechanics": {
        "header": ["Basic mechanics", "Základní mechaniky"],
        "foodConsumption": ["Each character consumes ${food} food per turn.", "Každá postava konzumuje ${food} jídla za kolo."],
        "starvation": ["If there is not enough food, the character will starve and lose ${health} health. Additionaly, such character does not heal when resting and your clan will lose ${fame} fame.",
        "Při nedostatku jídla bude postava hladovět a ztratí ${health} životy. Kromě toho se jí nedoplní žádné životy odpočinkem a tvůj klan přijde o ${fame} slávy."],
        "construction": ["Fame can be also increased by building construction. For each level of your newly constructed building, you will gain ${fame} fame.",
        "Sláva se dá získat i stavbou budov. Za každou úroveň nově postavené budovy tvůj klan získá ${fame} slávy."],
        "research": ["Every research you finish will grant you ${fame} fame. Some research projects need higher information level to become available to your clan.",
        "Každý výzkum, který dokončíš, ti přinese ${fame} slávy. Některé výzkumné projekty se ti zpřístupní až s vyšší úrovní informací tvého klanu."]
    },
    "login": {
        "intro1": ["Hi, wastelander! Welcome to an alternative, post-apocalyptic version of Earth. Our world has been devastated by series of both conventional and nuclear wars. Those lucky enough to survive the chaos are left with little to nothing. Society split into small groups that fight each other over the remaining resources found in the wasteland and city ruins.",
        "Ahoj, vandráku! Vítej v alternativním, post-apokalyptickém světě. Země zůstala zdevastována jak konvenčními, tak nukleárními zbraněmi. Těch pár šťastlivců, co přežilo, je nyní rozděleno do malých skupin, které spolu soupeří o zbývající zdroje v pustině a ruinách velkých měst."],
        "intro2": ["This is a story about such struggle. You will find yourself leading a small clan near the ruins of former metropolis - now called Withergate. It is a dangerous place to live in but your only chance for survival. Are you up for it?",
        "Toto je příběh o jedné takové skupině. Máš možnost stát se vůdcem malého klanu přeživších v blízkosti bývalé metropole - nyní známé pod názvem Withergate. Je to nebezpečné místo, ale zároveň jediná šance na přežití. Jdeš do toho?"],
        "info": ["Withergate is a turn-based browser game. Players control clans consisting of several characters. Interacting with the game is done via assigning actions to these characters. Twice a day, at 6 am and 6 pm UTC time (7 am and 7pm CET) and, these actions are evaluated and your characters become ready again.",
        "Withergate je textová tahová strategie ovládaná přes prohlížeč. Hráči kontrolují klan s několika postavami. Herní interakce probíhá pomocí přiřazování akcí k jednolivým hrdinů. Všechny akce jsou vyhodnocovány dvakrát denně v 6:00 a 18:00 UTC (tedy 7:00 a 19:00 CET, tedy Středoevropského času)."],
        "redirect": ["By clicking on the link above, you will be taken to an authorization server to login. If you don't have an account, register on the next page and come back once the registration is finished.",
        "Klinutí na tlačítko tě vezme na stránku autorizačního serveru, kde se přihlásíš. Pokud ještě nemáš účet, tak se nejprve na stránkách zaregistruj a poté se vrať sem."],
        "button": ["Enter", "Vstoupit"],
        "start": ["New game has not yet begun. In order to have the best experience, we recommend starting the the game at the beginning of an era. Next era will start on ${date}. We will be ready for you with exciting new features and a lot of new game content!",
        "Nová hra ještě nezačala. Pro nejlepší herní zážitek doporučujeme začít hrát na začátku herního věku. Příští věk začne k datu ${date}. Budeme se na Tebe těšit se spoustou nového herního obsahu."]
    },
    "clanSetup": {
        "text": ["Welcome to Withergate! It seems that you are a new wastelander. This is a dangerous place to roam alone so let`s begin with setting up a clan.",
        "Vítej ve Withergate! Vypadá to, že jsi tu nový. Toto je nebezpečné místo na to, abys tu chodil sám. Začněme tím, že si založíš nový klan."],
        "name": ["Clan name", "Název klanu"],
        "button": ["Confirm", "Založit"]
    },
    "about": {
        "aboutHeader": ["Introduction", "Slovo úvodem"],
        "aboutText": ["Withergate is an opensource turn-based post-apocalyptic browser game developed by a small group of friends in their free time. We will be very happy if you enjoy playing the game and are open to suggestions for new features, bug reporting and even contributing with game content.",
        "Withergate je opensource post-apo tahová hra v prohlížeči vyvíjená malou skupinou přátel ve volném čase. Budeme moc rádi, když si užijete hraní a jsme otevřeni všem podnětům pro nové funkce do hry, nahlašování chyb nebo nápady na herní obsah."],
        "tutorialHeader": ["Tutorial", "Nápověda"],
        "tutorialText": ["Complete game rules and tutorial can be found in the wiki. Only Czech version is available at the moment.",
        "Kompletní nápovědu ke hře najdete na wiki - zatím jen v češtině."],
        "contributionHeader": ["Contribution", "Jak přispět"],
        "contributionText": ["This game is financed from private resources of the game developers. Since running the game servers is costly, we will be very happy for any donations you are willing to contribute for the game development.",
        "Hra je financována samotnými vývojáři. Pronájem serverů ale něco stojí, a proto budeme moc rádi za jakékoli dary, které jste ochotni věnovat na vývoj hry."],
        "developmentHeader": ["Development", "Vývoj"],
        "developmentText": ["The game is being developed as an open-source project initiative. Anyone willing to contribute to the code-base, provide art, photos or any other type of content is welcomed to do so. Take a look at the game forum or the Github link below for more information.",
        "Tato hra je vyvíjena jako open-source. Kdokoli, kdo má zájem se nějakým způsobem podílet na tvůrčím procesu, ať již samotným vývojem zdrojového kódu, poskytnutím grafiky, fotografií nebo případně jiným typem obsahu, je vítán. Na herním fóru, případně na Githubu (link níže) najtete více informací."],
        "ackHeader": ["Acknowledgement", "Poděkování"],
        "photosText": ["I would like to thank the following people for allowing me to use their beautiful photos as a game content:",
        "Rád bych poděkoval následujícím lidem za poskytnutí fotografií pro herní obsah:"],
        "links": ["Links", "Odkazy"],
        "patronText": ["Special thanks to all Patreon supporters: ", "Speciální díky všem, kteří nás podporují na Patreonu: "]
    },
    "arena": {
        "description": ["Glory for your best warriors and caps for your clan. Show your strenght in the arena and fight against other gladiators. Be warned, though, that this is no place for weaklings and safety is not guaranteed.",
        "Sláva pro vítěze a zátky pro tvůj klan. Ukaž svou sílu a utkej se s ostatními gladiátory. Měj ale na paměti, že tohle není místo pro slabochy a snadno může dojít i ke smrtelným zraněním."],
        "info": ["Only one character per day can be sent to the arena. This character will be matched with random opponent and fight. Only melee weapons are allowed. Fame and glory awarded in case of victory but characters can get injured.",
        "Každý den můžeš do arény poslat jednu postavu ze svého klanu. Utkáš se s náhodným protivníkem a vítěz vyhraje slávu a zátky. Jsou dovolené pouze kontaktní zbraně."],
        "tooltip": ["Character will fight random enemy character for fame and caps.", "Postava se utká s náhodným protivníkem o slávu a zátky."]
    },
    "tavern": {
        "description": ["On the edge of Withergate, there is a little establishment where many wastelanders go to spend their hard-earned caps in exhange for home-made booze of discutable quality. Here, you can find scavengers that might be interested in joining your clan for certain cash.",
        "Na kraji Withergate je malá hospoda, kam se stahují všechny pochybné existence utrácet své pracně vydělané zátky. Třeba zde narazíš na někoho, kdo by se ti mohl hodit."],
        "info": ["Tavern is used for hiring new characters. Each character costs certain amount of caps so be prepared to have this amount ready when going to this location.",
        "V hospodě máš možnost najmout nové postavu. Každá postava stojí určitý počet zátek, tak měj tuto sumu připravenou, než sem vyrazíš."],
        "tooltip": ["Character will hire this hero at the end of the turn.", "Postava najme tohoto hrdinu na konci kola."],
        "refresh": ["Refresh offers", "Změnit nabídku"]
    },
    "location": {
        "visit": ["Character will explore this location. Use this action if you are looking for resources or loot. Your character's scavenge attribute affects the result of this action.",
        "Postava půjde prohledávat tuto lokaci. Ideální akce, pokud chceš najít suroviny nebo předměty. Výsledek akce je ovlivněn hodnotou hledání tvé postavy."],
        "scout": ["Character will scout this location for information. Use this action if you wish to increase your information level. Your character's intellect attribute affects the result of this action.",
        "Postava vyrazí pátrat v této lokaci. Ideální akce, pokud chceš zvýšit svou úroveň informací. Výsledek akce je ovlivněn hodnotou intelektu tvé postavy."]
    },
    "research": {
        "tooltip": ["Character will icrease the progress of this research by the value of his/her intellect.", "Postup v tomto výzkumu se zvýší o hodnotu intelektu dané postavy."]
    },
    "quest": {
        "tooltip": ["Character will try to increase progress os this quest.", "Postava se pokusí zvýšit postup tohoto úkolu."],
        "COMBAT": ["Tackling this quest will result in a combat. The quest will be completed once all enemies are defeated.", "Plnění tohoto úkolu vyústí v souboj. Úkol bude splněn, jakmile budou poraženi všichni nepřátelé."],
        "INTELLECT": ["Tackling this quest will result in an intellect roll. The quest will be completed once certain amount of rolls are successful.", "Plnění tohoto úkolů vyústí v hod na intelekt. Úkol bude splněn, jakmile dojde k úspěšnému přehození daného počtu hodů."],
        "CRAFTSMANSHIP": ["Tackling this quest will result in a craftsmanship roll. The quest will be completed once certain amount of rolls are successful.", "Plnění tohoto úkolu vyústí v hod na zručnost. Úkol bude splněn, jakmile dojde k úspěšnému přehození daného počtu hodů."],
        "SCAVENGE": ["Tackling this quest will result in a scavenge roll. The quest will be completed once certain amount of rolls are successful.", "Plnění tohoto úkolů vyústí v hod na hledání. Úkol bude splněn, jakmile bude přehozen určitý počet hodů."]
    },
    "disaster": {
        "tooltip": ["Character will try to increase progress of the disaster resolution.", "Postava se pokusí zvýšit postup odvracení pohromy."],
        "AUTOMATIC": ["This action will always be successful.", "Tato akce je vždy úspěšná."],
        "COMBAT": ["Taking this action will result in a combat.", "Tato akce vyústí v souboj."],
        "INTELLECT": ["Taking this action will result in an intellect roll.", "Tato akce vyústí v hod na intelekt."],
        "CRAFTSMANSHIP": ["Taking this action will result in a craftsmanship roll.", "Tato akce vyústí v hod na zručnost."],
        "SCAVENGE": ["Taking this action will result in a scavenge roll.", "Tato vyústí v hod na hledání."]
    },
    "actions": {
        "LOCATION": {
            "VISIT": ["Searching for resources", "Hledá suroviny"],
            "SCOUT": ["Scouting for information", "Hledá informace"]
        },
        "BUILDING": {
            "CONSTRUCT": ["Constructing buildings", "Pracuje na stavbě"],
            "VISIT": ["Visiting a building", "Pracuje v budově"]
        },
        "TRADE": ["Trading at marketplace", "Nakupuje na tržišti"],
        "ARENA": ["Fighting in the arena", "Bojuje v aréně"],
        "DISASTER": ["Preventing disaster", "Odvrací pohromu"],
        "QUEST": ["On a quest", "Plní úkol"],
        "TAVERN": ["Drinking in the tavern", "Pije v taverně"],
        "RESTING": ["Resting", "Odpočívá"],
        "RESEARCH": ["Researching", "Zkoumá"]
    },
    "base": {
        "restDescription": ["Everyone needs some rest from time to time. This will allow the character to heal.", "Každý potřebuje občas odpočívat. Tato akce umožní léčit ztracené životy."],
        "restTooltip": ["Character will rest and recover lost health.", "Postava bude odpočívat a doplní si zraněné životy."],
        "trainingDescription": ["You say you wanna learn something? Sit down and listen - practice makes perfect! Characters with available skill points can get a new trait here. The number of available traits depends on the level of your Training Grounds. Once the trait is selected, your character will rest until the end of the turn so you will not be able to use him/her for any actions this turn.",
        "Říkáš, že se chceš něco naučit? Tak sedni a poslouchej - cvičení dělá mistra! Tvé postavy se zde mohou naučit novou schopnost. Velikost nabídky je ovlivněna úrovní tvého Cvičiště. Jakmile si vybereš schopnost, tvá postava ji získá a bude do konce kola odpočívat, takže ji toto kolo již nevyužiješ na žádné akce."],
        "noSkillpoints": ["No skillpoints", "Žádné dovednostní body"],
        "train": ["Train", "Trénuj"],
        "trainTooltip": ["Character will gain a new trait and rest. All the standard benefits of resting will be applied.", "Postava se naučí novou schopnost a půjde odpočívat. Veškeré další bonusy spojené s odpočinkem se započítají."]
    },
    "tutorial": {
        "turns": ["Withergate is a turn-based game. Your actions are not evaluated immediately but the outcome will be decided at the end of the turn. You can check the current turn in the top right corner. Turns are computed twice a day at 6 and and 6 pm UTC (7:00 and 19:00 CET).",
        "Withergate je tahová hra. Tvoje akce se nevyhodnocují ihned, ale musíš počkat až do konce kola. Jakmile kolo skončí, akce všech hráčů se provedou současně. Aktuální kolo můžeš vidět v pravém horním sloupci. K vyhodnocení dochází dvakrát denně v 6:00 a 18:00 UTC (tedy 7:00 a 19:00 CET)."],
        "news": ["This is the notification page. Once you perform some game actions and the turn is evaluated, you will see the outcome of your actions here. Apart from notification text, some messages also contain income in the top right corner of details under the main section.",
        "Toto je stránka notifikací. Až podnikneš nějaké herní akce a vyhodnotí se kolo, uvidíš výsledek svého úsilí zde. Kromě textu zprávy ještě některé události obsahují příjem/ztrátu v pravém horním rohu a nebo detaily pod hlavním textem."],
        "clan": ["In the clan section, you can see the overview of your clan. You can view your characters, equip/unequip items, check current resources and information levels or view constructed buildings here.",
        "V sekci Klan si můžeš prohlédnout aktuální podobu svého klanu. Najdeš zde své postavy, kterým můžeš měnit výzbroj a výstroj, kontrolovat aktuální stav surovin a informací nebo si prohlížet splněné úkoly a postavené budovy."],
        "actions": ["This is probably the most important section. All your game actions will be done here. After you select a character, you will be able to assign an action to him. This action will be performed at the end of the turn. Remember that each character can perform only one action per turn.",
        "Toto je asi nejdůležitější sekce. Veškeré herní akce budou vybírány tady. Jakmile si vybereš postavu, budeš jí moci přiřadit akci z bohaté nabídky. Výsledek bude vyhodnocen na konci kola. Pamatuj, že každá postava může vykonat pouze jednu akci za kolo."],
        "fame": ["The goal of the game is to gain as much fame as possible for your clan by performing game actions. The clan with highest level of fame at the end of the last turn will win the era.",
        "Cílem hry je získat co nejvíce slávy pro tvůj klan pomocí herních akcí. Ten, kdo dosáhne největší hodnoty slávy na konci posledního kola, se stane vítězem věku."]
    },
    "MELEE": ["Melee", "Kontaktní"],
    "RANGED": ["Ranged", "Střelná"],
    "HEALING": ["Healing", "Léčení"],
    "EXPERIENCE": ["Experience", "Zkušenosti"],
    "BUFF_COMBAT": ["Combat buff", "Zvyšuje bojovou sílu"],
    "BUFF_SCAVENGE": ["Scavenge buff", "Zvyšuje hledání"],
    "BUFF_CRAFTSMANSHIP": ["Craftsmanship buff", "Zvyšuje zručnost"],
    "BUFF_INTELLECT": ["Intellect buff", "Zvyšuje intelekt"],
    "REST": ["Rest", "Odpočinek"],
    "EXPLORE_NEIGHBORHOOD": ["Neighborhood exploration", "Průzkum sousedství"],
    "RESOURCES_LOSS": ["Loss of resources", "Ztráta surovin"],
    "FAME_LOSS": ["Loss of fame", "Ztráta slávy"],
    "ITEM_LOSS": ["Item loss", "Ztráta předmětu"],
    "CHARACTER_INJURY": ["Characters injury", "Zranění postav"],
    "BUILDING_DESTRUCTION": ["Building destruction", "Poškození budov"]
  }