{
    "header": {
      "news": ["News", "Novinky"],
      "clan": ["Clan", "Klan"],
      "locations": ["Locations", "Lokace"],
      "fame": ["Fame", "Sláva"],
      "administration": ["Administration", "Administrace"],
      "turn": ["Turn", "Kolo"]
    },
    "basic": {
        "clan": ["Clan", "Klan"],
        "characters": ["Characters", "Postavy"],
        "overview": ["Overview", "Přehled"],
        "items": ["Items", "Předměty"],
        "buildings": ["Buildings", "Budovy"],
        "caps": ["Caps", "Zátky"],
        "junk": ["Junk", "Šrot"],
        "food": ["Food", "Jídlo"],
        "fame": ["Fame", "Sláva"],
        "level": ["Level", "Úroveň"],
        "combat": ["Combat", "Bojová síla"],
        "scavenge": ["Scavenge", "Hledání"],
        "intellect": ["Intellect", "Intelekt"],
        "craftsmanship": ["Craftsmanship", "Zručnost"],
        "experience": ["Experience", "Zkušenosti"],
        "health": ["Health", "Zdraví"],
        "traits": ["Abilities", "Schopnosti"],
        "noTraits": ["No abilities", "Žádné schopnosti"],
        "weapon": ["Weapon", "Zbraň"],
        "progress": ["Progress", "Postup"],
        "unarmed": ["Unarmed", "Neozbrojen"],
        "type": ["Type", "Typ"],
        "bonus": ["Bonus", "Bonus"],
        "information": ["Information", "Informace"],
        "informationLevel": ["Information level", "Úroveň informací"]
    },
    "labels": {
        "selectCharacter": ["Select character", "Vyber postavu"],
        "noCharacter": ["No character selected", "Není vybrána postava"],
        "selectorDescription": ["The selected character will be used to perform the action of your choice.", 
        "Vybraná postava bude použita pro vykonání akce dle tvého výběru."],
        "equip": ["Equip", "Nasadit"],
        "unequip": ["Unequip", "Sundat"],
        "use": ["Use", "Použij"],
        "next": ["Next", "Další"],
        "previous": ["Previous", "Přechozí"],
        "visit": ["Visit", "Navštívit"],
        "scout": ["Scout", "Pátrat"],
        "buildingConstruction": ["Character will increase the progress of the building by his/her craftsmanship. The same amount of junk needs to be paid for this action.",
        "Postava zvýší postup úrovně této budovy o svou zručnost. Stejný počet šrotu musí být zaplacen pro zahájení této akce."],
        "locationVisit": ["Character will explore this location. Use this action if you are looking for resources or loot. Your character's scavenge attribute affects the result of this action.",
        "Postava půjde prohledávat tuto lokaci. Ideální akce, pokud chceš najít suroviny nebo předměty. Výsledek akce je ovlivněn hodnotou hledání tvé postavy."],
        "locationScout": ["Character will scout this location for information. Use this action if you wish to increase your information level. Your character's intellect attribute affects the result of this action.",
        "Postava vyrazí pátrat v této lokaci. Ideální akce, pokud chceš zvýšit svou úroveň informací. Výsledek akce je ovlivněn hodnotou intelektu tvé postavy."]
    },
    "buildings": {
        "sickbay.name": ["Sick bay", "Marodka"],
        "sickbay.description": ["Feeling under the weather? Grab a bed and pull yourself together!", 
        "Je vám pod psa? Pojďte se u nás natáhnout!"],
        "sickbay.info": ["Each level of this building increases the hitpoints healed when resting.", "Každá úroveň této budovy zvyšuje počet vyléčených životů postav, které odpočívají."],
        "gmofarm.name": ["GMO farm", "GMO farma"],
        "gmofarm.description": ["We finally realized how to genetically modify our animals without them growing a third head!",
        "Teď už víme, jak těch našich pár zvířat geneticky vylepšit, aniž by jim narostla třetí hlava!"],
        "gmofarm.info": ["Each level of this building grants free food every turn.", "Každá úroveň této budovy poskytuje jídlo zdarma každé kolo."],
        "monument.name": ["Monument", "Monument"],
        "monument.description": ["Let everybody know the glory of your mighty clan by building a monument near your campsite!",
        "Ať všichni vidí, jak je náš klan úžasný!"],
        "monument.info": ["Each level of this building grants free fame every turn.", "Každá úroveň této budovy poskutuje slávu každé kolo."],
        "traininggrounds.name": ["Training grounds", "Cvičiště"],
        "traininggrounds.description": ["There is nothing we cant learn!",
        "Není nic, co by se tvůj velkolepý klan nemohl naučit!"],
        "traininggrounds.info": ["Each level of this building grants free experience to all resting characters every turn.", "Odpočívající postavy dostanou každé kolo zkušenosti zdarma."]
    },
    "items": {
        "knife.name": ["Knife", "Nůž"],
        "knife.description": ["A dull edged, rusty kitchen knife stained with blood.", "Orezlý kuchyňský nůž od krve."],
        "bat.name": ["Bat", "Palice"],
        "bat.description": ["Baseball bat full of splinters enhanced with some nails.", "Baseballová pálka vylepšená několika hřebíky."],
        "axe.name": ["Axe", "Sekera"],
        "axe.description": ["One-handed axe.", "Jednoruční sekera."],
        "chainsaw.name": ["Chainsaw", "Motorová pila"],
        "chainsaw.description": ["Gas powered chainsaw with some fuel still left in the tank.", "Benzinová motorová pila s palivem v nádrži."],
        "boomerang.name": ["Boomerang", "Boomerang"],
        "boomerang.description": ["Wooden boomerang. With some razors attached to it.", "Dřevěný boomerang s přidělanými žiletkami."],
        "throwingknifes.name": ["Throwing knifes", "Vrhací nože"],
        "throwingknifes.description": ["A set of well balanced throwing knives.", "Několik dobře vybalancovaných vrhacích nožů."],
        "crossbow.name": ["Crossbow", "Kuše"],
        "crossbow.description": ["Modern crossbows can be precise and silent at the same time.", "Moderní kuše. Přesná a tichá."],
        "handgun.name": ["Hand gun", "Pistole"],
        "handgun.description": ["Hand gun. Light, practical, deadly.", "Pistole. Lehká, praktická, smrtící."],
        "smallmedkit.name": ["Small medkit", "Malá lékárnička"],
        "smallmedkit.description": ["Basic medical equipment for providing first aid and treating minor wounds.", "Malá lékárnička se základními potřebami pro první pomoc."],
        "largemedkit.name": ["Large medkit", "Velká lékárnička"],
        "largemedkit.description": ["Large bag containing all sorts of medical equipment. Useful for treating more dangerous wounds.", "Velká lékárnička s vybavením na ošetření težších zranění."]
    },
    "login": {
        "intro1": ["Welcome, wastelander! It is year 2056 and Earth is devastated by series of both conventional and nuclear wars. Those lucky enough to survive the chaos are left with little to nothing. Sociaty split into small groups which fight each other over the remaining resources found in the wasteland and city ruins.",
        "Vítej, vandráku! Píše se rok 2056 a Země je zdevastována serií konvenčních a nukleárních válek. Těch pár šťastlivců, co přežilo, je nyní rozděleno do malých skupin, které spolu soupeří o zbývající zdroje v pustině a ruinách velkých měst."],
        "intro2": ["This is a story about such struggle. You will find yourself leading a small clan near the ruins of former metropolis - now called Withergate. It is a dangerous place to live in but your only chance for survival. Are you up for it?",
        "Toto je příběh o jedné takové skupině. Máš možnost stát se vůdcem malého klanu přeživších v blízkosti bývalé metropole - nyní známé pod názvem Withergate. Je to nebezpečné místo, ale zároveň jediná šance na přežití. Jdeš do toho?"],
        "info": ["Withergate is a turn-based browser game. Players control clans consisting of several characters. Interacting with the game is done via assigning actions to these characters. Every day at midnight (UTC), these actions are evaluated and your characters become ready again.",
        "Withergate je textová tahová strategie ovládaná přes prohlížeč. Hráči kontrolují klan s několika postavami. Herní interakce probíhá pomocí přiřazování akcí k jednolivým hrdinů. Všechny akce jsou vyhodnoceny jednou denně o půlnoci (GMT)."],
        "redirect": ["By clicking on the link above, you will be taken to an authorization server to login. If you don't have an account, register on the next page and come back once the registration is finished.",
        "Klinutí na tlačítko tě vezme na stránku autorizačního serveru, kde se přihlásíš. Pokud ještě nemáš účet, tak se nejprve na stránkách zaregistruj a poté se vrať sem."],
        "button": ["Enter", "Vstoupit"]
    },
    "MELEE": ["Melee", "Kontaktní"],
    "RANGED": ["Ranged", "Střelná"]
  }