{
    "header": {
      "news": ["News", "Novinky"],
      "clan": ["Clan", "Klan"],
      "locations": ["Locations", "Lokace"],
      "fame": ["Fame", "Sláva"],
      "administration": ["Administration", "Administrace"],
      "turn": ["Turn", "Kolo"]
    },
    "basic": {
        "clan": ["Clan", "Klan"],
        "characters": ["Characters", "Postavy"],
        "overview": ["Overview", "Přehled"],
        "items": ["Items", "Předměty"],
        "buildings": ["Buildings", "Budovy"],
        "caps": ["Caps", "Zátky"],
        "junk": ["Junk", "Šrot"],
        "food": ["Food", "Jídlo"],
        "fame": ["Fame", "Sláva"],
        "level": ["Level", "Úroveň"],
        "combat": ["Combat", "Bojová síla"],
        "scavenge": ["Scavenge", "Hledání"],
        "intellect": ["Intellect", "Intelekt"],
        "craftsmanship": ["Craftsmanship", "Zručnost"],
        "experience": ["Experience", "Zkušenosti"],
        "health": ["Health", "Zdraví"],
        "traits": ["Abilities", "Schopnosti"],
        "noTraits": ["No abilities", "Žádné schopnosti"],
        "weapon": ["Weapon", "Zbraň"],
        "progress": ["Progress", "Postup"],
        "unarmed": ["Unarmed", "Neozbrojen"],
        "type": ["Type", "Typ"],
        "bonus": ["Bonus", "Bonus"]
    },
    "labels": {
        "selectCharacter": ["Select character", "Vyber postavu"],
        "noCharacter": ["No character selected", "Není vybrána postava"],
        "selectorDescription": ["The selected character will be used to perform the action of your choice.", 
        "Vybraná postava bude použita pro vykonání akce dle tvého výběru."],
        "equip": ["Equip", "Nasaď"],
        "unequip": ["Unequip", "Sundej"],
        "use": ["Use", "Použij"],
        "next": ["Next", "Další"],
        "previous": ["Previous", "Přechozí"],
        "buildingConstruction": ["Character will increase the progress of the building by his/her craftsmanship. The same amount of junk needs to be paid for this action.",
        "Postava zvýší postup úrovně této budovy o svou zručnost. Stejný počet šrotu musí být zaplacen pro zahájení této akce."]
    },
    "locations": {
        "neighborhood.name": ["Neighborhood", "Sousedství"],
        "neighborhood.description": ["Neighborhood is the area around your camp. It is a relatively safe place since you have been living there for quite some time. It is a safe location to search for junk and food. Do not expect to find anything too valuable, though.",
        "Sousedství je území v okolí tvého kempu. Je to relativně klidné místo, už tady přeci jen chvíli žijete. Ideální kratochvílí v této oblasti je sbírání jídla a šrotu. Nečekejte, že tady narazíte na nějaké zázraky."],
        "neighborhood.info": ["Neighborhood is a relatively safe location. The most probable outcome is finding some junk or food.",
        "Sousedství je relativně klidná oblast. Nejpravděpodobnější výsledek průzkumu bude jídlo a šrot."],
        "wasteland.name": ["Wasteland", "Pustina"],
        "wasteland.description": ["Wasteland is the desolated area all around you. It might seem abandonded but do not be mistaken. Other characters roam this area so searching this place can sometimes be dangerous.",
        "Pustina je vyprahlá oblast všude okolo. Může se zdát opuštěná, ale věz, že se zde nachází mnoho nebezpečí."],
        "wasteland.info": ["Wasteland has an increased chance for encountering some potentially dangerous events. However, handling such event well might lead to an interesting reward.",
        "V pustině je vyšší šance na nebezpečné události. Na druhou stranu, při úspěchu je zde také šance na vyšší odměnu."],
        "citycenter.name": ["City center", "Centrum města"],
        "citycenter.description": ["The ruins of the center of Withergate hides the most valuable treasures. Unofrtunately, run by local gangs and roamed by scavengers, this place can sometimes prove to be very dangerous. On the other hand, if you are lucky, you can find some useful items here.",
        "Ruiny centra Withergate ukrývají ty největěí poklady. Bohužel se jedná o velmi nebezpečnou oblast obývající lokálními gangy, mutanty a tím nejhorším, co pustina vyplivla. Pokud budete mít štěstí, můžete zde nalézt opravdové poklady."],
        "citycenter.info": ["City has the highest risk of encoutering dangerous events. On the other hand, it also provides higher chances for finding valuable loot.",
        "Centrum města má nejvyšší riziko na nebezpečné události. Pokud se vám podaří přežít, tak je zde ale i šance na vysoké odměny."],
        "tavern.name": ["Tavern", "Hospoda"],
        "tavern.description": ["On the edge of Withergate, there is a little establishment where many wastelanders go to spend their hard-earned caps in exhange for home-made booze of discutable quality. Here, you can find scavengers that might be interested in joining your clan for certain cash.",
        "Na kraji Withergate je malá hospoda, kam se stahují všechny pochybné existence utrácet své pracně vydsělané zátky. Třeba zde narazíš na někoho, kdo by se ti mohl hodit."],
        "tavern.info": ["Tavern is used for hiring new characters. Each character costs [100] caps so be prepared to have this amount ready when going to this location.",
        "V hospodě máš možnost najmout nové postavu. Každá postava stojí [100] zátek, tak měj tuto sumu připravenou, než sem vyrazíš."],
        "arena.name": ["Arena", "Aréna"],
        "arena.description": ["Glory for your best warriors and caps for your clan. Show your strenght in the arena and fight against other gladiators. Be warned, though, that this is no place for weaklings and safety is not guaranteed.",
        "Sláva pro vítěze a zátky pro tvůj klan. Ukaž svou sílu a utkej se s ostatními gladiátory. Měj ale na paměti, že tohle není místo pro slabochy a snadno může dojít i ke smrtelným zraněním."],
        "arena.info": ["Only one character per day can be sent to the arena. This character will be matched with random opponent and fight. Only melee weapons are allowed. Fame and glory awarded in case of victory but characters can get injured.",
        "Každý den můžeš do arény poslat jednu postavu ze svého klanu. Utkáš se s náhodným protivníkem a vítěz vyhraje slávu a zátky. Jsou dovolené pouze kontaktní zbraně."]
    },
    "traits": {
        "fighter.name": ["Fighter", "Rváč"],
        "fighter.description": ["Character with this trait has a chance to gain a combat bonus when fighting with a meelee weapon.", 
        "Postava s touto schopností má šanci získat bonus k bojové síle při souboji se zbraní nablízko."],
        "ascetic.name": ["Ascetic", "Asketa"],
        "ascetic.description": ["Character with this trait does not need to consume any food at the end of each turn.", 
        "Postava s touto schopností nepotřebuje žádné jídlo na konci kola."],
        "strong.name": ["Strong", "Silák"],
        "strong.description": ["Character with this trait can carry additional junk and food when scavenging.", 
        "Postava s touto schopností unese více šrotu a jídla při prohledávání lokací."],
        "builder.name": ["Builder", "Stavitel"],
        "builder.description": ["Character with this trait constructs building faster without paying extra junk for the construction", 
        "Postava s touto schopností staví budovy rychleji, aniž musela platit šrot navíc."]
    },
    "buildings": {
        "sickbay.name": ["Sick bay", "Marodka"],
        "sickbay.description": ["Feeling under the weather? Grab a bed and pull yourself together!", 
        "Je vám pod psa? Pojďte se u nás natáhnout!"],
        "sickbay.info": ["Each level of this building increases the hitpoints healed when resting.", "Každá úroveň této budovy zvyšuje počet vyléčených životů postav, které odpočívají."],
        "gmofarm.name": ["GMO farm", "GMO farma"],
        "gmofarm.description": ["We finally realized how to genetically modify our animals without them growing a third head!",
        "Teď už víme, jak těch našich pár zvířat geneticky vylepšit, aniž by jim narostla třetí hlava!"],
        "gmofarm.info": ["Each level of this building grants free food every turn.", "Každá úroveň této budovy poskytuje jídlo zdarma každé kolo."],
        "monument.name": ["Monument", "Monument"],
        "monument.description": ["Let everybody know the glory of your mighty clan by building a monument near your campsite!",
        "Ať všichni vidí, jak je náš klan úžasný!"],
        "monument.info": ["Each level of this building grants free fame every turn.", "Každá úroveň této budovy poskutuje slávu každé kolo."],
        "traininggrounds.name": ["Training grounds", "Cvičiště"],
        "traininggrounds.description": ["There is nothing we cant learn!",
        "Není nic, co by se tvůj velkolepý klan nemohl naučit!"],
        "traininggrounds.info": ["Each level of this building grants free experience to all resting characters every turn.", "Odpočívající postavy dostanou každé kolo zkušenosti zdarma."]
    },
    "items": {
        "knife.name": ["Knife", "Nůž"],
        "knife.description": ["A dull edged, rusty kitchen knife stained with blood.", "Orezlý kuchyňský nůž od krve."],
        "bat.name": ["Bat", "Palice"],
        "bat.description": ["Baseball bat full of splinters enhanced with some nails.", "Baseballová pálka vylepšená několika hřebíky."],
        "axe.name": ["Axe", "Sekera"],
        "axe.description": ["One-handed axe.", "Jednoruční sekera."],
        "chainsaw.name": ["Chainsaw", "Motorová pila"],
        "chainsaw.description": ["Gas powered chainsaw with some fuel still left in the tank.", "Benzinová motorová pila s palivem v nádrži."],
        "boomerang.name": ["Boomerang", "Boomerang"],
        "boomerang.description": ["Wooden boomerang. With some razors attached to it.", "Dřevěný boomerang s přidělanými žiletkami."],
        "throwingknifes.name": ["Throwing knifes", "Vrhací nože"],
        "throwingknifes.description": ["A set of well balanced throwing knives.", "Několik dobře vybalancovaných vrhacích nožů."],
        "crossbow.name": ["Crossbow", "Kuše"],
        "crossbow.description": ["Modern crossbows can be precise and silent at the same time.", "Moderní kuše. Přesná a tichá."],
        "handgun.name": ["Hand gun", "Pistole"],
        "handgun.description": ["Hand gun. Light, practical, deadly.", "Pistole. Lehká, praktická, smrtící."],
        "smallmedkit.name": ["Small medkit", "Malá lékárnička"],
        "smallmedkit.description": ["Basic medical equipment for providing first aid and treating minor wounds.", "Malá lékárnička se základními potřebami pro první pomoc."],
        "largemedkit.name": ["Large medkit", "Velká lékárnička"],
        "largemedkit.description": ["Large bag containing all sorts of medical equipment. Useful for treating more dangerous wounds.", "Velká lékárnička s vybavením na ošetření težších zranění."]
    },
    "MELEE": ["Melee", "Kontaktní"],
    "RANGED": ["Ranged", "Střelná"]
  }