{
    "header": {
      "news": ["News", "Novinky"],
      "clan": ["Clan", "Klan"],
      "actions": ["Actions", "Akce"],
      "fame": ["Fame", "Sláva"],
      "profile": ["Profile", "Profil"],
      "about": ["About", "O hře"],
      "forum": ["Forum", "Fórum"],
      "administration": ["Administration", "Administrace"],
      "turn": ["Turn", "Kolo"],
      "logout": ["Logout", "Odhlášení"],
      "timeRemaining": ["Time until next turn", "Čas do dalšího kola"],
      "charactersWarning": ["You have characters with unassigned actions for this turn. Let's get to work!", 
      "Některé tvé postavy nemají přiřazené akce pro toto kolo. Dej se do práce!"]
    },
    "basic": {
        "base": ["Base", "Kemp"],
        "clan": ["Clan", "Klan"],
        "character": ["Character", "Postava"],
        "marketplace": ["Marketplace", "Tržiště"],
        "characters": ["Characters", "Postavy"],
        "overview": ["Overview", "Přehled"],
        "items": ["Items", "Předměty"],
        "buildings": ["Buildings", "Budovy"],
        "locations": ["Locations", "Lokace"],
        "quests": ["Quests", "Úkoly"],
        "questsCompleted": ["Completed quests", "Dokončené úkoly"],
        "caps": ["Caps", "Zátky"],
        "junk": ["Junk", "Šrot"],
        "food": ["Food", "Jídlo"],
        "fame": ["Fame", "Sláva"],
        "level": ["Level", "Úroveň"],
        "state": ["State", "Stav"],
        "combat": ["Combat", "Bojeschopnost"],
        "armor": ["Armor", "Zbroj"],
        "scavenge": ["Scavenge", "Hledání"],
        "intellect": ["Intellect", "Intelekt"],
        "craftsmanship": ["Craftsmanship", "Zručnost"],
        "experience": ["Experience", "Zkušenosti"],
        "health": ["Health", "Zdraví"],
        "traits": ["Abilities", "Schopnosti"],
        "noTraits": ["No traits", "Žádné schopnosti"],
        "noOutfit": ["No outfit", "Bez zbroje"],
        "noGear": ["No gear", "Bez výbavy"],
        "progress": ["Progress", "Postup"],
        "unarmed": ["Unarmed", "Neozbrojen"],
        "type": ["Type", "Typ"],
        "bonus": ["Bonus", "Bonus"],
        "information": ["Information", "Informace"],
        "informationLevel": ["Information level", "Úroveň informací"],
        "name": ["Name", "Jméno"],
        "all": ["All", "Všechno"],
        "weapon": ["Weapon", "Zbraň"],
        "outfit": ["Outfit", "Oblečení"],
        "gear": ["Gear", "Výbava"],
        "consumable": ["Consumable", "Zásoby"],
        "arena": ["Arena", "Aréna"],
        "tavern": ["Tavern", "Hospoda"],
        "itemChance": ["Chance for finding an item", "Šance na nalezení předmětu"],
        "price": ["Price", "Cena"],
        "reward": ["Reward", "Odměna"],
        "disaster": ["Disaster", "Pohroma"],
        "injury": ["Injury", "Zranění"],
        "healing": ["Healing", "Léčba"],
        "death": ["Death", "Smrt"],
        "research": ["Research", "Výzkum"],
        "item": ["Item", "Předmět"],
        "statistics": ["Statistics", "Statistiky"],
        "faction": ["Faction", "Frakce"],
        "factionPoints": ["Influence", "Vliv"],
        "intel": ["Intel", "Intel"],
        "roll": ["Dice roll", "Hod kostkou"],
        "profile": ["Profile", "Profil"],
        "historical": ["Historical results", "Historické výsledky"],
        "SILVER": ["Premium (Silver)", "Premium (Silver)"],
        "GOLD": ["Premium (Gold)", "Premium (Gold)"],
        "crafting": ["Crafting", "Výroba"]
    },
    "labels": {
        "save": ["Save", "Uložit"],
        "actions": ["Actions", "Akce"],
        "selectCharacter": ["Select character", "Vyber postavu"],
        "noCharacter": ["No character selected", "Není vybrána postava"],
        "selectorDescription": ["The selected character will be used to perform the action of your choice.", 
        "Vybraná postava bude použita pro vykonání akce dle tvého výběru."],
        "equip": ["Equip", "Nasadit"],
        "unequip": ["Unequip", "Sundat"],
        "go": ["Go", "Do toho"],
        "use": ["Use", "Použij"],
        "next": ["Next", "Další"],
        "asc": ["Ascending", "Vzestupně"],
        "desc": ["Descending", "Sestupně"],
        "previous": ["Previous", "Přechozí"],
        "sortKey": ["Sort by", "Řadit podle"],
        "filter": ["Filter by", "Filtrovat podle"],
        "visit": ["Visit", "Navštívit"],
        "search": ["Search", "Prohledat"],
        "scout": ["Scout", "Výzvědy"],
        "construct": ["Construct", "Stavět"],
        "buy": ["Buy", "Koupit"],
        "buyTooltip": ["All trade actions will trigger during turn evaluation. Your caps will be deducted immediately but the item and caps for the seller will be transfered at the end of the turn.",
        "Veškeré obchody se vyhodnocují během přepočtu kola. Zátky za nákup se ti odečtou okamžitě, ale předmět a zátky pro prodávající klan se připíší až na konci kola."],
        "sell": ["Sell", "Prodat"],
        "trade": ["Trade", "Obchod"],
        "rest": ["Rest", "Odpočívat"],
        "hire": ["Hire", "Najmout"],
        "close": ["Close", "Zavřít"],
        "confirm": ["Confirm", "Potvrdit"],
        "page": ["Page", "Strana"],
        "resourceTrade": ["Trade resources", "Obchod se surovinami"],
        "noWeapons": ["You don't have any weapons at the moment. You can go to the Actions section to search some locations or perform crafting.",
        "Momentálně nemáš žádné zbraně. V sekci Akce můžeš nějaké získat prohledáváním lokací nebo řemeslnou výrobou."],
        "noGear": ["You don't have any gear at the moment. You can go to the Actions section to search some locations or perform crafting.",
        "Momentálně nemáš žádné vybavení. V sekci Akce můžeš nějaké získat prohledáváním lokací nebo řemeslnou výrobou."],
        "noItems": ["You don't have any items at the moment.",
        "Momentálně nemáš žádné předměty."],    
        "noBuildings": ["You don't have any buildings at the moment. You can go to the Actions section to start a building construction.",
        "Momentálně nemáš žádné budovy. V sekci Akce můžeš začít se stavbou."],
        "noQuests": ["You don't have any quests at the moment. Increaes your clan's information level to get new quests.",
        "Momentálně nemáš žádné úkoly. Zvýšením úrovně informací svého klanu můžeš nové úkoly získat."],
        "noCompletedQuests": ["You have not completed any quests yet.",
        "Zatím nemáš žádné dokončené úkoly."], 
        "buildingConstruction": ["Character will increase the progress of the building by his/her craftsmanship. The same amount of junk needs to be paid for this action.",
        "Postava zvýší postup úrovně této budovy o svou zručnost. Stejný počet šrotu musí být zaplacen pro zahájení této akce."],
        "buildingVisit": ["Character will perform this building's special action..", "Postava vykoná speciální akci této budovy."],
        "resourceLimitExceeded": ["Exceeded maximum resource limit.", "Překročen limit surovin."],
        "trade.offers": ["Your items", "Tvé předměty"],
        "trade.price": ["Market price", "Tržní cena"],
        "offer": ["Offer", "Na trh"],
        "invalidPrice": ["Price must be between item's market value and double of the market value!", "Cena se musí pohybovat mezi tržní hodnotou předmětu a dvojnásobkem tržní hodnoty!"],
        "seller": ["Seller", "Prodejce"],
        "noOffers": ["There are currently no items available at the marketplace.", "Na tržišti momentálně nejsou žádné předměty."],
        "cancel": ["Cancel", "Zrušit"],
        "offerTooltip": ["This will list the item on the marketplace for the specified price.", "Tímto nabídneš předmět na trhu za zvolenou cenu."],
        "defaultAction": ["Default actions", "Výchozí akce"],
        "marketPrice": ["When you offer items for the market price, they will be automatically purchased by computer at the end of the turn unless someone else decides to buy them.",
        "Pokud své předměty nabídneš za tržní cenu, tak budou na konci kola automaticky koupeny počítačem, pokud je nekoupí jiný hráč."],
        "endGame": ["The game has ended. Wait for the administrator to start a new game.", "Hra již skončila. Počkej, až administrátor začne novou hru."],
        "end": ["End", "Konec"],
        "free": ["Free", "Zdarma"],
        "lastActivity": ["Last activity (UTC)", "Poslední aktivita (UTC)"],
        "minutesAgo": ["${minutes} minutes ago", "Před ${minutes} minutami"],
        "numWins": ["Number of wins", "Počet vítězství"],
        "noNotifications": ["There are no notifications for this turn. But you can check this tutorial how to play instead.", "Pro toto kolo nemáš žádné novinky. Ale místo toho si můžeš projít tento krátký tutorial."],	
        "encounterChance": ["This is the risk that random encounter will trigger. Handling the encounter requires various skills of the character. If the character handles the situation successfully, there will be a reward plus some portion of the action resources will be awarded as well. In case of unsuccessful encounter, the character will not find any resources and penalty might be triggered.",	
        "Toto je šance na náhodnou událost. Řešení události vyžaduje použití nějaké z vlastností dané postavy. Pokud postava v situaci uspěje, dostane odměnu a navíc ještě část surovin, které by normálně získala z prováděné akce. Pokud ovšem neuspěje, nedostane nic a navíc může následovat nějaký negativní efekt."],
        "research": ["Research", "Zkoumat"],
        "noResearch": ["There are no research projects to show.", "Žádný výzkum není k dispozici."],
        "lockedResearch": ["${count} research projects are yet to be discovered. Increase your information level to uncover them.",
        "${count} výzkumných projektů čeká na objevení. Zvyš úroveň informací svého klanu pro jejich odkrytí."],
        "injuryInfo": ["Stats of this character decreased temporarily due to the injury.", "Vlastnosti této postavy byly dočasně sníženy následkem zranění."],
        "skillpoint": ["Skill point available. Assign new trait to this character in the Actions->Base.", "Dovednostní bod je k dispozici. Přiřaď postavě novou schopnost v sekci Akce->Kemp."],
        "marketplaceInfo": ["All trade actions will be evaluated at the end of the turn. Once you purchase something at the markeplace, the offer will disappear but both the item and the caps will be awarded after the turn evaluation.",
        "Veškerý obchod se vyhodnocuje na konci kola. Jakmile zakoupíš nějaký předmět na trhu, nabídka zmizí, ale jak předmět, tak zátky budu pripsány až po vyhodnocení tahu."],
        "questFollowUp": ["Completeing this quest will unlock a follow up quest.", "Dokončením tohoto úkolu se ti odemkne další pokračování."],
        "openDetails": ["Details", "Detaily"],
        "closeDetails": ["Hide", "Skrýt"],
        "itemStorage": ["Item storage", "Předměty ve skladu"],
        "equippedItems": ["Equipped items", "Nasazené předměty"],
        "equippedBy": ["Item equipped by ${character}.", "Předmět má momentálně postava ${character}."],
        "clanDefense": ["Defense", "Obrana"],
        "clanDefenseInfo1": ["This panel shows your current clan defense. When somebody attacks your clan, your clan will be automatically defended by one of your clan's dogs. His strength is affected by the level of your building Dog kennels.",
        "Tento panel ukazuje tvoji aktuální obrannou sílu klanu. Když na tebe někdo zaútočí, tvůj klan bude automaticky bráněn jedním z tvých klanových psů. Jejich síla je ovlivněna úrovní tvé budovy Psí kotce."],
        "clanDefenseInfo2": ["You will always face an incomming attack with a fresh defender regardless of the outcome of previous attacks. If your defender dies during a combat, you will immediately get a new one.",
        "Každému útoku budeš čelit s čerstvým obráncem. Pokud tvůj obránce zemře, dostaneš okamžitě nového."],
        "rename": ["Rename", "Přejmenovat"],
        "defenderNameConstraints": ["Defender name must be between 5 and 16 characters long.", "Jméno musí být dlouhé 5-16 znaků."],
        "characterNameConstraints": ["Character name must be between 6 and 30 characters long and it must be unique across all clan characters.", "Jméno musí být dlouhé 6-30 znaků a unikátní napříč všemi postavami ve Tvém klanu."],
        "new": ["New", "Nové"],
        "loan": ["Loan", "Půjčka"],
        "loanText": ["The city council of Withergate sometimes offers little loans. We cannot expect much, since most of the clans from Wasteland have very bad reputation, but maybe they will lend us at least a small amount. They will surely laugh at our poverty but if we desperately need cash, it is worth a try.", 
        "Ve Withergate se dá u městské rady vyžebrat drobná půjčka. Vzhledem k tomu, jak špatnou mají místní klany pověst se nedá čekat, že bychom dostali nějaký velký obnos, navíc nás pravděpodobně ještě pomluví, že jsme trhani z Pustiny. Ale pokud potřebujeme pár zátek, tak to za zkoušku asi stojí."],
        "loanDescription": ["By taking a loan, you will immediately receive some caps but also lose fame. The fame loss is just temporary and you will get it back once you pay the loan back. Note, that the payback cost is higher than the original loan.",
        "Pokud si vezmeš půjčku, tak okamžitě získáš zátky navíc. Také ovšem ztratíš slávu. Tato ztráta je ale pouze dočasná - získáš ji zpět, jakmile půjčku splatíš. Počítej s tím, že splátka půjčky je dražší než hodnota půjčeného obnosu."],
        "loanTake": ["Take loan", "Půjčit si"],
        "loanPay": ["Payback", "Splatit"],
        "loanCaps": ["Loan", "Půjčka"],
        "loanPayback": ["Payback", "Splátka"],
        "craftItem": ["Craft", "Vyrobit"],
        "craftItemTooltip": ["Selected character will pay junk and craft the selected item.", "Zvolená postava zaplatí šrot a vyrobí daný předmět."]
    },
    "profile": {
        "manageAccount": ["Manage your account. Your login, e-mail and password are handled by an authorization server. You can configure those by following these links.",
        "Spravuj svůj účet. Tvé přihlašovací údaje se dají nastavit na autorizačním serveru. Nastavení můžeš změnit přes tento odkaz."],
        "manageAccountButton": ["Manage", "Spravovat"],
        "logout": ["Logout", "Odhlášení"],
        "noHistory": ["No historical results to show.", "Žádné historické výsledky momentálně nejsou k dispozici."],
        "score": ["Score", "Skóre"],
        "newsletter": ["Do you want to be updated about Withergate news? Never miss the beginning of a new game with our newsletter! We promise to send maximally two e-mails per month.",
        "Chceš zůstat v obraze? Zajímá Tě, co se děje ve Withergate? S naším newsletterem již nikdy nezmeškáš začátek nové hry! Slibujeme, že budeme rozesílat maximálně dva e-maily měsíčně."],
        "subscribe": ["Subscribe", "Odebírat"],
        "numGames": ["Games played", "Odehraných her"],
        "changeTheme": ["Change app theme.", "Změnit aplikační theme."],
        "place": ["Place", "Místo"],
        "gameEnded": ["Game end date", "Konec hry"],
        "accountType": ["Account type", "Typ účtu"],
        "basic": ["Basic", "Základní"],
        "achievements": ["Achievements", "Odznaky"],
        "achievementCommon": ["Common achievement", "Běžný odznak"],
        "achievementRare": ["Rare achievement", "Vzácný odznak"],
        "achievementEpic": ["Epic achievement", "Epický odznak"],
        "achievementsUnlocked": ["Unlocked achievements", "Získané odznaky"],
        "achievementsAvailable": ["Available achievements", "Dostupné odznaky"],
        "noAchievements": ["No achievements to show.", "Žádné odznaky u ukázání."],
        "epicAchivementsDisplay": ["Epic achievements are not visible in this list. You will need to discover them on your own.", "Epické odznaky jsou skryté. Budeš je muset objevit sám."],
        "newAchievements": ["New achievements", "Nové odznaky"]
    },
    "intel": {
        "description": ["We were able to collect the following statistics about this clan. Higher information level increases the information we know about others.",
            "Podařilo se nám shromáždit následující statistiky o tomto klanu. Zvýšením úrovně informací se dozvíme více."],
        "defender": ["Defender.", "Obránce"],
        "defenseUnknown": ["You have no information about this clan's defense capabilities.", "Nemáš dostatek informací o síle obrany tohoto klanu."],
        "characters": ["Number of characters", "Počet postav"],
        "buildings": ["Sum of building levels", "Součet úrovní budov"],
        "research": ["Completed research", "Dokončené výzkumy"],
        "disaster": ["Disaster progress", "Odvrácení pohromy"],
        "attack": ["Attack", "Útok"],
        "attackText": ["Select a character to attack this clan. The combat strength of your target is affected by his/her buildings. The reward for successful attack is based on your and your target's fame. Attacking weaker players grants less resources and fame.", 
        "Vyber si postavu a zaútoč na tento klan. Síla tvého cíle je ovlivěna postavenými budovami. Zisk z útoku závisí na tvé slávě a slávě tvého protivníka. Útoky na slabší klany mají menší výnos."],
        "attackLimit": ["You can perform only one attack per turn.", "Můžeš provést pouze jeden útok za kolo."],
        "attackTooltip": ["Your character will attack the target clan. If you win against the clan's defender, you will steal some resoures and gain fame and influence.",
        "Tvá postava zaútočí na vybraný klan. Pokud uspěješ v souboji s obráncem druhého klanu, tak získáš suroviny, slávu a body vlivu."],
        "attackDisabled": ["Your clan must be in a different faction than your target. Clans without faction cannot attack or be attacked.",
        "Tvůj klan musí být v jiné frakci než tvůj cíl. Klany bez frakce se bojů neúčastní."],
        "extraAchievements": ["Unique achievements", "Unikátní odznaky"],
        "missingAchievements": ["Missing achievements", "Chybějící odznaky"]
    },
    "footer": {
        "patreon": ["Become a patron!", "Staň se patronem!"]
    },
    "ladder": {
        "clans": ["Clans", "Klany"],
        "players": ["Players", "Hráči"],
        "preparing": ["We are preparing this section for next release.", "Tuto sekci pro vás připravujeme na příští release."]
    },
    "admin": {
        "endTurn": ["End turn", "Ukončit kolo"],
        "endTurnConfirmation": ["Are you sure you want to end the turn?", "Jsi si jistý, že chceš ukončit kolo?"],
        "endTurnDescription": ["This action will end the current turn.", "Tato akce ukončí současné kolo."],
        "restartGame": ["Restart game", "Restartovat hru"],
        "restartGameConfirmation": ["Are you sure you want to restart the game? This action will delete all game data.", "Jsi si jistý, že chceš restartovat hru? Tato akce smaže veškerá herní data."],
        "restartGameDescription": ["This action will delete all game data.", "Tato akce smaže veškerá herní data."],
        "message": ["Message", "Zpráva"],
        "state": ["State", "Stav"],
        "active": ["Active", "Aktivní"],
        "hidden": ["Hidden", "Skrytá"],
        "startDate": ["Turn start date set to ${date}. The current turn will not be evaluated before this date.", "Datum vyhodnocení kola nastaveno na ${date}. Kolo nebude vyhodnocena dříve, než tento den."],
        "startNow": ["No date set. Turn will be evaluated normally.", "Žádné datum nenastaveno. Kolo se vyhodnotí hned, jak na něj přijde řada."]
    },
    "defaultAction": {
        "actionDescription": ["This action will be taken by all characters that has no other action assigned.", "Tuto akci vykonají všechny postavy, které nemají přiřazenou jinou akci."],
        "disasterDescription": ["Characters might prefer averting disaster instead. This applies when your clan already knows about upcomming disaster and it has not yet been averted. Your characters will always pick the most basic solution.",
        "Postavy mohou preferovat odvracení pohromy jako svou výchozí akci. Tato akce se uplatní v případě, že tvůj klan již ví o přicházející pohromě a ta ještě není zcela odvrácena. Postavy vždy zvolí základní formu řešení."],
        "preferDisasterYes": ["Avert disaster", "Odvracet pohromu"],
        "preferDisasterNo": ["Ignore disaster", "Ignorovat pohromu"],
        "rest": ["Rest", "Odpočinek"],
        "explore": ["Neighborhood exploration", "Průzkum sousedství"]
    },
    "mechanics": {
        "header": ["Basic mechanics", "Základní mechaniky"],
        "foodConsumption": ["Each character consumes ${food} food per turn.", "Každá postava konzumuje ${food} jídla za kolo."],
        "starvation": ["If there is not enough food, the character will starve and lose ${health} health. Additionaly, such character does not heal when resting and your clan will lose ${fame} fame.",
        "Při nedostatku jídla bude postava hladovět a ztratí ${health} životy. Kromě toho se jí nedoplní žádné životy odpočinkem a tvůj klan přijde o ${fame} slávy."],
        "construction": ["Fame can be also increased by building construction. For each level of your newly constructed building, you will gain ${fame} fame.",
        "Sláva se dá získat i stavbou budov. Za každou úroveň nově postavené budovy tvůj klan získá ${fame} slávy."],
        "research": ["Every research you finish will grant you certain amount of fame. Some research projects need higher information level to become available to your clan.",
        "Každý výzkum, který dokončíš, ti přinese určité množství slávy. Některé výzkumné projekty se ti zpřístupní až s vyšší úrovní informací tvého klanu."]
    },
    "login": {
        "info": ["Withergate is a turn-based browser game. Players control clans consisting of several characters. Interacting with the game is done via assigning actions to these characters. Twice a day, at 6 am and 6 pm UTC time (7 am and 7 pm CET), these actions are evaluated and your characters become ready again.",
        "Withergate je textová tahová strategie ovládaná přes prohlížeč. Hráči kontrolují klan s několika postavami. Herní interakce probíhá pomocí přiřazování akcí k jednolivým hrdinů. Všechny akce jsou vyhodnocovány dvakrát denně v 6:00 a 18:00 UTC (tedy 7:00 a 19:00 CET, tedy Středoevropského času)."],
        "button": ["Enter", "Vstoupit"],
        "start": ["New game has not yet begun. In order to have the best experience, we recommend starting the the game at the beginning of an era. Next era will start on ${date}. We will be ready for you with exciting new features and a lot of new game content!",
        "Nová hra ještě nezačala. Pro nejlepší herní zážitek doporučujeme začít hrát na začátku herního věku. Příští věk začne k datu ${date}. Budeme se na Tebe těšit se spoustou nového herního obsahu."],
        "nextStart": ["Next game will be open to registration from ${date}.", "Následující hra bude spuštěna ${date}."],
        "motto1": ["The world we know is no more. Everything that remains is an endless Wasteland and ruins of a an old metropolis - Withergate.",
        "Ze známého světa zbyla jen nekonečná Pustina a v ní ruiny města, kterému dnes nikdo neřekne jinak než Withergate."],
        "motto2": ["Become the leader of a clan - survive, fight and win!", "Staň se vůdcem klanu - přežij, bojuj a zvítěz!"],
        "freeGame": ["Play for free", "Hraj zdarma"],
        "fastGame": ["Takes couple of minutes daily", "Stačí pár minut denně"],
        "story": ["Story", "Příběh"],
        "gameInfo": ["Overview", "Přehled"],
        "noGameInfo": ["No data available for current game.", "Nejsou k dispozici žádná data k aktuální hře."],
        "currentTurn": ["Current turn", "Aktuální kolo"],
        "turnDate": ["Turn evaluation scheduled for ${date}.", "Kolo bude vyhodnoceno dne ${date}."],
        "clanNum": ["Clans in current game", "Klanů v současné hře"],
        "profileNum": ["Registered players", "Registrovaných hráčů"],
        "register": ["Register", "Registrace"],
        "preview": {
            "text1": ["Send the members of your clan searching the wasteland for food, information or other valuable resources. Beware of dangerous encounters!",
            "Posílej členy svého klanu na průzkum okolí, aby ve zničeném světě nalezli dostatek jídla, informací nebo dalších drahocenných surovin. Pozor na nebezpečné události!"],
            "image1": ["https://storage.googleapis.com/withergate-images/preview/preview1-en.jpg", "https://storage.googleapis.com/withergate-images/preview/preview1-cs.jpg"],
            "text2": ["Utilize the unique skills of your characters so they can efficiently construct new buildings, craft useful items, do specific research, or avert disasters and complete various quests. ",
            "Využij jedinečných schopností každé postavy tak, aby efektivně stavěly nové budovy, vyráběly užitečné předměty, věnovaly se výzkumu, nebo odvracely pohromy a plnili různé úkoly!"],
            "image2": ["https://storage.googleapis.com/withergate-images/preview/preview2-en.jpg", "https://storage.googleapis.com/withergate-images/preview/preview2-cs.jpg"],
            "text3": ["Acquire information about your rivals. When they will least expect it, strike!",
            "Získej informace o svých soupeřích. A až to budou nejméně čekat, zaútoč na ně!"],
            "image3": ["https://storage.googleapis.com/withergate-images/preview/preview3-en.jpg", "https://storage.googleapis.com/withergate-images/preview/preview3-cs.jpg"],
            "text4": ["Gain fame for your clan and beat others in a competitive ladder!",
            "Zajisti slávu svému klanu a soupeř s ostatními!"],
            "image4": ["https://storage.googleapis.com/withergate-images/preview/preview4-en.jpg", "https://storage.googleapis.com/withergate-images/preview/preview4-cs.jpg"]
        },
        "lore": {
            "part1": ["Hi, wastelander! Welcome to an alternative, post-apocalyptic version of Earth. Our world has been devastated by a series of both conventional and nuclear wars. Those lucky enough to survive the chaos are left with little to nothing. Society split into small groups that fight each other over the remaining resources found in the wasteland and city ruins.",
            "Vítej, vandráku, v alternativním post-apokalyptickém světě. Země zůstala zdevastována jak konvenčními, tak nukleárními zbraněmi. Těch pár šťastlivců, co přežilo, je nyní rozděleno do malých skupin, které spolu soupeří o zbývající zdroje v pustině a ruinách velkých měst."],
            "part2": ["This is a story about such a struggle. You will find yourself leading a small clan near the ruins of a former metropolis - now called Withergate. All around the city lies only the endless Wasteland. Endless, you say? Well, somewhere behind it are said to be fertile lands, but this is probably just a rumor.",
            "Toto je příběh o jedné takové skupině. Máš možnost stát se vůdcem malého klanu přeživších v blízkosti bývalé metropole - nyní známé pod názvem Withergate. Všude okolo se táhne pouze nekonečná Pustina. Opravdu nekonečná? Někde za ní jsou prý úrodné země, ale tomu snad ve skutečnosti již nikdo ani nevěří."],
            "part3": ["There have always been disputes between various groups in Withergate - self-proclaimed lawmen, mad prophets of yet another end of the world, moralists and criminals. Clerics shout at each other in the streets and lone travelers are being assaulted by slavers and headhunters. Quarrels often result in bloody fights.",
            "Ve Withergate se mezi sebou odjakživa přou různé větší i menší skupiny. Samozvaní strážci pořádku, šílení zvěstovatelé dalšího konce světa, novorytířské řády a další moralisté, pachatelé dobra, kriminální živly. V ulicích se překřikují klerici, architekti nových pořádků a intelektuálové, po nocích osamocené chodce přepadávají otrokáři a lovci hlav. Hádky často vyústí v krvavé pouliční bitvy. "],
            "part4": ["The newly established City hall with the support of Atomists - the church, officially called Malleus maleficarum, is trying to rule the city. They claim it was their god, Atom, who saved the people from extinction, and we should thank him for what we have left.",
            "V poslední době nad tím vším získává stabilní převahu městská radnice, která se opírá o atomisty - oficiálně se tato církev nazývá Malleus maleficarum a uctívá boha Atoma jako nejvyššího strážce pořádku a spravedlnosti. To prý Atom lidstvo zachránil před úplným zničením a díky němu jsme si zachovali těch několik vynálezů, které nám umožňují přežít. "],
            "part5": ["But not everybody is happy with the current affairs. Some factions are openly stepping against this new order and are looking for support amongst the clans from the Wasteland.",
            "Proti stávajícím pořádkům ale někteří začínají otevřeně brojit a hledají své stoupence i mezi vandráky z Pustiny. Pustiňané jsou totiž ideální pašeráci kontrabandů do města a díky klanům mohou nové frakce oslabit Atomův vliv a převzít vládu nad městem."],
            "part6": ["Withergate is a dangerous place to live in but your only chance for survival. You can either go begging into the streets and hide from the stronger ones in the sewers... or assembly a clan and bravely face utter destruction. Your reward will be just a little food and junk at the beginning. But who knows - perhaps later you will gain real power to speak into the fate of the whole Wasteland.",
            "Withergate je nebezpečné místo, ale zároveň jediná šance na přežití. Můžeš jít žebrat do ulic a skrývat se před silnějšími v kanálech… nebo dáš dohromady klan a budeš statečně čelit zkáze. Odměnou ti zpočátku bude jen trochu jídla a šrotu k dalšímu zpracování, ale kdoví, třeba později získáš opravdovou moc a promluvíš do osudu celé Pustiny."],
            "part7": ["Are you up for it?", "Tak co? Jdeš do toho?"]
        }
    },
    "clanSetup": {
        "text": ["This is a dangerous place to roam alone so let`s begin with setting up a clan.",
        "Toto je nebezpečné místo na to, abys tu chodil sám. Začněme tím, že si založíš nový klan."],
        "name": ["Clan name", "Název klanu"],
        "clanType": ["Clan focus", "Zaměření klanu"],
        "button": ["Confirm", "Založit"],
        "type": {
            "BALANCED": ["Balanced", "Všestranné"],
            "descriptionBALANCED": ["Balanced clans are not focused on any particular play style. Character attributes will be distributed in a way that supports most game strategies. This option is recommended for beginners.",
            "Všestranné klany nejsou zameřené na žádný konrétní herní styl. Postavy budou mít vlastnosti rozložené tak, aby bylo možné využívat co nejširší palety herních akcí. Tatto volba je doporučená pro začínající hráče."],
            "ECONOMY": ["Economic", "Obchodní"],
            "descriptionECONOMY": ["Economic clans are focused on building, crafting and gathering resources. Characters will have slightly higher levels of scavenge and craftsmanship but lower levels of intellect and combat.",
            "Obchodní klany jsou zaměřené na stavbu, výrobu a sběr surovin. Postavy budou mít lehce vyšší hodnoty hledání a zručnosti, ale nižší intelekt a bojeschopnost."],
            "SMART": ["Smart", "Vychytralé"],
            "descriptionSMART": ["Smart clans are focused on research and gathering information. Characters will have slightly higher levels of intellect but lower craftsmanship and scavenge.",
            "Vychytralé klany se specializují na výzkum a získávání informací. Postavy budou mít lehce vyšší hodnoty intelektu, ale nižší hledání a zručnost."],
            "COMBAT": ["Combat", "Bojové"],
            "descriptionCOMBAT": ["Combat clans are focused on fighting. Characters will have slightly higher levels of combat but lower craftsmanship and intellect.",
            "Bojové klany se specializují na souboje. Postavy budou mít lehce vyšší hodnoty bojeschopnosti, ale nižší intelekt a zručnost."],
            "RANDOM": ["Random", "Náhodné"],
            "descriptionRANDOM": ["Random clans will have random distribution of character attributes. You never know what you get. This is the only option that can potentially generate characters with maximum level of any of the attributes.",
            "Náhodné klany budou mít náhodné rozložení vlastností postav. Nikdy nevíš, co dostaneš. Je to také jediná volba, u které je šance na získání postavy a maximální hodnout některé z vlastností."]
        }
    },
    "profileSetup": {
        "text": ["Welcome to Withergate! It seems that you are a new wastelander. Before we begin, we will need a name for your player account.",
        "Vítej ve Withergate! Vypadá to, že jsi tu nový. Než začneš hrát, bude potřeba, aby sis založil/a herní profil. Stačí nám i přezdívka."],
        "name": ["Player name", "Jméno hráče"],
        "warning": ["Choose wisely, since this name will represent you in all game eras.", "Toto jméno Tě bude provázet po zbytek herních věků, tak vybírej moudře."],
        "button": ["Continue", "Pokračovat"]
    },
    "about": {
        "aboutHeader": ["Introduction", "Slovo úvodem"],
        "aboutText": ["Withergate is an opensource turn-based post-apocalyptic browser game developed by a small group of friends in their free time. We will be very happy if you enjoy playing the game and are open to suggestions for new features, bug reporting and even contributing with game content.",
        "Withergate je opensource post-apo tahová hra v prohlížeči vyvíjená malou skupinou přátel ve volném čase. Budeme moc rádi, když si užijete hraní a jsme otevřeni všem podnětům pro nové funkce do hry, nahlašování chyb nebo nápady na herní obsah."],
        "tutorialHeader": ["Tutorial", "Nápověda"],
        "tutorialText": ["Complete game rules and tutorial can be found in the wiki. Only Czech version is available at the moment.",
        "Kompletní nápovědu ke hře najdete na wiki - zatím jen v češtině."],
        "contributionHeader": ["Contribution", "Jak přispět"],
        "contributionText": ["This game is financed from private resources of the game developers. Since running the game servers is costly, we will be very happy for any donations you are willing to contribute for the game development.",
        "Hra je financována samotnými vývojáři. Pronájem serverů ale něco stojí, a proto budeme moc rádi za jakékoli dary, které jste ochotni věnovat na vývoj hry."],
        "developmentHeader": ["Development", "Vývoj"],
        "developmentText": ["The game is being developed as an open-source project initiative. Anyone willing to contribute to the code-base, provide art, photos or any other type of content is welcomed to do so. Take a look at the game forum or the Github link below for more information.",
        "Tato hra je vyvíjena jako open-source. Kdokoli, kdo má zájem se nějakým způsobem podílet na tvůrčím procesu, ať již samotným vývojem zdrojového kódu, poskytnutím grafiky, fotografií nebo případně jiným typem obsahu, je vítán. Na herním fóru, případně na Githubu (link níže) najtete více informací."],
        "ackHeader": ["Acknowledgement", "Poděkování"],
        "photosText": ["I would like to thank the following people for allowing me to use their beautiful photos as a game content:",
        "Rád bych poděkoval následujícím lidem za poskytnutí fotografií pro herní obsah:"],
        "links": ["Links", "Odkazy"],
        "iconsText": ["Credits to all icon authors from the following list: ", "Díky všem autorům ikonek z následující stránky: "],
        "patronText": ["Special thanks to all Patreon supporters: ", "Speciální díky všem, kteří nás podporují na Patreonu: "],
        "premiumLink": ["You can support the game buy purchasing a ${link} account.", "Hru můžete podpořit zakoupením ${link} účtu."],
        "premium": ["premium", "premium"]
    },
    "arena": {
        "description": ["Glory for your best warriors and caps for your clan. Show your strenght in the arena and fight against other gladiators. Be warned, though, that this is no place for weaklings and safety is not guaranteed.",
        "Sláva pro vítěze a zátky pro tvůj klan. Ukaž svou sílu a utkej se s ostatními gladiátory. Měj ale na paměti, že tohle není místo pro slabochy a snadno může dojít i ke smrtelným zraněním."],
        "info": ["Only one character per day can be sent to the arena. This character will be matched with random opponent and fight. Only melee weapons are allowed. Fame and glory awarded in case of victory but characters can get injured.",
        "Každý den můžeš do arény poslat jednu postavu ze svého klanu. Utkáš se s náhodným protivníkem a vítěz vyhraje slávu a zátky. Jsou dovolené pouze kontaktní zbraně."],
        "tooltip": ["Character will fight random enemy character for fame and caps.", "Postava se utká s náhodným protivníkem o slávu a zátky."]
    },
    "tavern": {
        "description": ["On the edge of Withergate, there is a little establishment where many wastelanders go to spend their hard-earned caps in exhange for home-made booze of discutable quality. Here, you can find scavengers that might be interested in joining your clan for certain cash.",
        "Na kraji Withergate je malá hospoda, kam se stahují všechny pochybné existence utrácet své pracně vydělané zátky. Třeba zde narazíš na někoho, kdo by se ti mohl hodit."],
        "info": ["Tavern is used for hiring new characters. Each character costs certain amount of caps so be prepared to have this amount ready when going to this location.",
        "V hospodě máš možnost najmout nové postavu. Každá postava stojí určitý počet zátek, tak měj tuto sumu připravenou, než sem vyrazíš."],
        "tooltip": ["Character will hire this hero at the end of the turn.", "Postava najme tohoto hrdinu na konci kola."],
        "refresh": ["Refresh offers", "Změnit nabídku"]
    },
    "location": {
        "visit": ["Character will explore this location. Use this action if you are looking for resources or loot. Your character's scavenge attribute affects the result of this action.",
        "Postava půjde prohledávat tuto lokaci. Ideální akce, pokud chceš najít suroviny nebo předměty. Výsledek akce je ovlivněn hodnotou hledání tvé postavy."],
        "scout": ["Character will scout this location for information. Use this action if you wish to increase your information level. Your character's intellect attribute affects the result of this action.",
        "Postava vyrazí pátrat v této lokaci. Ideální akce, pokud chceš zvýšit svou úroveň informací. Výsledek akce je ovlivněn hodnotou intelektu tvé postavy."]
    },
    "research": {
        "tooltip": ["Character will icrease the progress of this research by the value of his/her intellect.", "Postup v tomto výzkumu se zvýší o hodnotu intelektu dané postavy."]
    },
    "quest": {
        "tooltip": ["Character will try to increase progress os this quest.", "Postava se pokusí zvýšit postup tohoto úkolu."]
    },
    "disaster": {
        "disasterAction": ["What are we going to do?", "Co podnikneme?"],
        "disasterActionText": ["It seems there are multiple ways how to face this disaster. Perhaps, if we work hard and everybody does what he knows best, we might be able to avert the upcoming problems.", 
        "Zdá se, že existuje více způsobů, jak se k této pohromě můžeme postavit. Možná, že bychom mohli zkusit různé věci a třeba se nám společnými silami podaří tuto nepříjemnost odvrátit."],
        "disasterInfo": ["Disaster is coming: ${name}. You have time until the end of turn ${turn} to prepare. You can start by exploring the 'Disaster' tab in the 'Actions' page.",
        "Blíží se pohroma ${name}. Máš čas do konce kola ${turn}, aby ses připravil. O pohromě se můžeš dozvědět více v sekci 'Pohroma' na stránce 'Akce'."],
        "noDisaster": ["You have no information about any upcomming disasters. The time you receive the information about next disaster is affected by the level of information of your clan.", "Nemáš informace o žádné blížící se pohromě. S vyšší úrovní informací se o pohromě dozvíš dříve."],
        "disasterConsequences": ["Disaster consequences", "Efekt pohromy"],
        "disasterTurn": ["This disaster will trigger at the end of turn ${turn}.", "Tato pohroma se vyhodnotí na konci kola ${turn}."],
        "disasterSolutionReward": ["Reward for completion", "Odměna za splnění"],
        "tooltip": ["Character will try to increase progress of the disaster resolution.", "Postava se pokusí zvýšit postup odvracení pohromy."],
        "RESOURCES_LOSS": ["Loss of resources", "Ztráta surovin"],
        "FAME_LOSS": ["Loss of fame", "Ztráta slávy"],
        "ITEM_LOSS": ["Item loss", "Ztráta předmětu"],
        "CHARACTER_INJURY": ["Characters injury", "Zranění postav"],
        "BUILDING_DESTRUCTION": ["Building destruction", "Poškození budov"],
        "INFORMATION_LOSS": ["Information loss", "Ztráta informací"],
        "RESEARCH_LOSS": ["Research loss", "Ztráta rozpracovaných výzkumů"]
    },
    "solutions": {
        "AUTOMATIC": ["This action will always be successful.", "Tato akce je vždy úspěšná."],
        "COMBAT": ["Taking this action will result in a combat.", "Tato akce vyústí v souboj."],
        "COMBAT_ROLL": ["Taking this action will result in a combat roll.", "Tato akce vyústí v hod na bojeschopnost."],
        "INTELLECT": ["Taking this action will result in an intellect roll.", "Tato akce vyústí v hod na intelekt."],
        "CRAFTSMANSHIP": ["Taking this action will result in a craftsmanship roll.", "Tato akce vyústí v hod na zručnost."],
        "SCAVENGE": ["Taking this action will result in a scavenge roll.", "Tato vyústí v hod na hledání."],
        "INTELLECT_LOW": ["Taking this action will result in an intellect roll. However, the result must be as low as possible!", "Tato akce vyústí v hod na intelekt. Úspěšné budou ale pouze pokusy s co nejnižším výsledkem!"],
        "CRAFTSMANSHIP_LOW": ["Taking this action will result in a craftsmanship roll. However, the result must be as low as possible!", "Tato akce vyústí v hod na zručnost. Úspěšné budou ale pouze pokusy s co nejnižším výsledkem!"]
    },
    "conditions": {
        "HEALTHY_CHARACTER": ["Only healthy characters can tackle take this action.", "Pouze nezraněné postavy mohou vykonat tuto akci."],
        "FEMALE_CHARACTER": ["Only female characters can tackle take this action.", "Pouze postavy ženského pohlaví mohou vykonat tuto akci."]
    },
    "actions": {
        "LOCATION": {
            "VISIT": ["Searching for resources", "Hledá suroviny"],
            "SCOUT": ["Scouting for information", "Hledá informace"]
        },
        "BUILDING": ["Constructing buildings", "Pracuje na stavbě"],
        "TRADE": ["Trading at marketplace", "Nakupuje na tržišti"],
        "ARENA": ["Fighting in the arena", "Bojuje v aréně"],
        "DISASTER": ["Preventing disaster", "Odvrací pohromu"],
        "QUEST": ["On a quest", "Plní úkol"],
        "TAVERN": ["Drinking in the tavern", "Pije v taverně"],
        "RESTING": ["Resting", "Odpočívá"],
        "RESEARCH": ["Researching", "Zkoumá"],
        "FACTION": ["Handling faction business", "Pracuje pro frakci"],
        "CLAN_COMBAT": ["Attacking another clan", "Útočí na cizí klan"]
    },
    "base": {
        "restDescription": ["Everyone needs some rest from time to time. This will allow the character to heal.", "Každý potřebuje občas odpočívat. Tato akce umožní léčit ztracené životy."],
        "restTooltip": ["Character will rest and recover lost health.", "Postava bude odpočívat a doplní si zraněné životy."],
        "trainingDescription": ["You say you wanna learn something? Sit down and listen - practice makes perfect! Characters with available skill points can get a new trait here. The number of available traits depends on the level of your Training Grounds. Once the trait is selected, your character will rest until the end of the turn so you will not be able to use him/her for any actions this turn. Alternatively, you can pay caps to some trainer from Wasteland and learn the skill without the need for resting.",
        "Říkáš, že se chceš něco naučit? Tak sedni a poslouchej - cvičení dělá mistra! Tvé postavy se zde mohou naučit novou schopnost. Velikost nabídky je ovlivněna úrovní tvého Cvičiště. Jakmile si vybereš schopnost, tvá postava ji získá a bude do konce kola odpočívat, takže ji toto kolo již nevyužiješ na žádné akce. Nebo můžeš zaplatit pár zátek trenérovi z Pustiny a naučit se schopnost bez nutnosti odpočívat."],
        "noSkillpoints": ["No skillpoints", "Žádné dovednostní body"],
        "train": ["Train", "Trénuj"],
        "trainNow": ["Now", "Hned"],
        "forget": ["Forget", "Zapomeň"],
        "trainTooltip": ["Character will gain a new trait and rest. All the standard benefits of resting will be applied.", "Postava se naučí novou schopnost a půjde odpočívat. Veškeré další bonusy spojené s odpočinkem se započítají."]
    },
    "factions": {
        "intro1": ["There have always been disputes between various groups in Withergate - self-proclaimed lawmen, mad prophets of yet another end of the world, moralists and criminals. Clerics shout at each other in the streets and lone travelers are being assaulted by slavers and headhunters. Quarrels often result in bloody fights.",
        "Ve Withergate se mezi sebou odjakživa přou různé větší i menší skupiny. Samozvaní strážci pořádku, šílení zvěstovatelé dalšího konce světa, novorytířské řády a další moralisté, pachatelé dobra, kriminální živly. V ulicích se překřikují klerici, architekti nových pořádků a intelektuálové, po nocích osamocené chodce přepadávají otrokáři a lovci hlav. Hádky často vyústí v krvavé pouliční bitvy."],
        "intro2": ["The newly established City hall with the support of Atomists, officially called Malleus maleficarum,is trying to rule the city. They claim it was Atom that saved the people from extinction and we should be thankful for what we have left.",
        "V poslední době nad tím vším má stabilní převahu městská radnice, která se opírá o atomisty - oficiálně se tato církev nazývá Malleus maleficarum a uctívá boha Atoma jako nejvyššího strážce pořádku a spravedlnosti. To prý Atom lidstvo zachránil před úplným zničením a díky němu jsme si zachovali těch několik vynálezů, které nám umožňují přežít."],
        "intro3": ["But not everybody is happy with the current affairs. Some factions are openly stepping against this new order and are looking for support amongst the clans from Wasteland. Will they be successful? Should we pick a side or stand aside and watch?",
        "Proti stávajícím pořádkům ale některé frakce začínají otevřeně brojit a hledají stoupence i mezi klany z Pustiny. Měli bychom si vybrat stranu a přidat se k tomuto boji, nebo budeme stát stranou a čekat, jak to dopadne?"],
        "clans": ["Number of clans", "Počet klanů"],
        "join": ["Join", "Přidej se"],
        "joinTooltip": ["Your clan will send a character to this faction and join it at the end of this turn.", "Tvůj klan pošle postavu do této frakce a přidá se k ní na konci kola."],
        "joinDescription": ["Your clan needs at least ${fame} fame to join a faction.", "Tvůj klan potřebuje alespoň ${fame} slávy, aby se mohl přidat do Frakce."],
        "clanPoints": ["Your influence", "Tvůj vliv"],
        "expectedFame": ["Expected fame", "Předpokládaná sláva"],
        "clanOverview": ["Your clan", "Tvůj klan"],
        "factionsOverview": ["Factions overview", "Přehled frakcí"],
        "leaderboard": ["The most influential clans from your faction", "Nejvlivnější klany z Tvé frakce"],
        "clanInfo": ["This panel shows your current influence in your faction. The fame that you see is just a projected value based on the current situation. All faction fame will be awarded at the end of the game so expect this number to change frequently.",
        "Tento panel ukazuje tvůj aktuální vliv v rámci tvé frakce. Sláva, kterou zde vidíš, je pouze předpokládaná hodnota na základě aktuální situace. Veškerá sláva se v rámci frakce rozdělí až na konci hry, takže se dá očekávat, že se tato hodnota bude v čase měnit."],
        "factionsInfo": ["Faction's influence is a sum of all influence points of its clans. The displayed fame is a total fame of the faction. This value is based on the number of clans in the game and the total influence of the faction. These points will be distributed to the clans belonging the specific faction at the end of the game based on their influence.",
        "Vliv frakce je součet bodů vlivu všech klanů této frakce. Zobrazená sláva je celková sláva frakce, která závisí na počtu hrajících klanů a celkovému vlivu frakce. Body slávy budou rozděleny mezi klany příslušné frakce na konci hru na základě dosaženého vlivu."],
        "aidTooltip": ["Character will support your faction and your clan will gain influence.", "Postava podpoří tvou frakci a tvůj klan získá vliv."],
        "RESOURCE_SUPPORT": ["Your faction will send a small amount of resources to your weaker allies for the donated caps.", "Několik tvých slabších spojenců z frakce obdrží malé množství surovin."],
        "FACTION_SUPPORT": ["Support your faction. This action has no side effects.", "Podpoř svou frakci. Tato akce nemá žádné vedlejší efekty."],
        "attackLink": ["You can attack players from other factions from the ${link} page.", "Můžeš útočit na hráče z ostatních frakcí ze stránky ${link}."],
        "joinWarning": ["Once you join a faction, you can be attacked by other players.", "Jakmile vstoupíš do frakce, tak se budeš moci stát terčem útoků hráčů z dalších frakcí."]
    },
    "tutorial": {
        "turns": ["Withergate is a turn-based game. Your actions are not evaluated immediately but the outcome will be decided at the end of the turn. You can check the current turn in the top right corner. Turns are computed twice a day at 6 am and and 6 pm UTC (7:00 and 19:00 CET).",
        "Withergate je tahová hra. Tvoje akce se nevyhodnocují ihned, ale musíš počkat až do konce kola. Jakmile kolo skončí, akce všech hráčů se provedou současně. Aktuální kolo můžeš vidět v pravém horním sloupci. K vyhodnocení dochází dvakrát denně v 6:00 a 18:00 UTC (tedy 7:00 a 19:00 CET)."],
        "news": ["This is the notification page. Once you perform some game actions and the turn is evaluated, you will see the outcome of your actions here. Apart from notification text, some messages also contain income in the top right corner of details under the main section.",
        "Toto je stránka notifikací. Až podnikneš nějaké herní akce a vyhodnotí se kolo, uvidíš výsledek svého úsilí zde. Kromě textu zprávy ještě některé události obsahují příjem/ztrátu v pravém horním rohu a nebo detaily pod hlavním textem."],
        "clan": ["In the clan section, you can see the overview of your clan. You can view your characters, equip/unequip items, check current resources and information levels or view constructed buildings here.",
        "V sekci Klan si můžeš prohlédnout aktuální podobu svého klanu. Najdeš zde své postavy, kterým můžeš měnit výzbroj a výstroj, kontrolovat aktuální stav surovin a informací nebo si prohlížet splněné úkoly a postavené budovy."],
        "actions": ["This is probably the most important section. All your game actions will be done here. After you select a character, you will be able to assign an action to him. This action will be performed at the end of the turn. Remember that each character can perform only one action per turn.",
        "Toto je asi nejdůležitější sekce. Veškeré herní akce budou vybírány tady. Jakmile si vybereš postavu, budeš jí moci přiřadit akci z bohaté nabídky. Výsledek bude vyhodnocen na konci kola. Pamatuj, že každá postava může vykonat pouze jednu akci za kolo."],
        "fame": ["The goal of the game is to gain as much fame as possible for your clan by performing game actions. The clan with highest level of fame at the end of the last turn will win the era.",
        "Cílem hry je získat co nejvíce slávy pro tvůj klan pomocí herních akcí. Ten, kdo dosáhne největší hodnoty slávy na konci posledního kola, se stane vítězem věku."],
        "defaultHeader": ["Default actions", "Výchozí akce"],
        "default": ["It may happen that you won't be able to take a turn. Don't worry, you will not lose your actions. You can specify a default action from a limited selection for your characters in the Clan section. Your characters will always perform this selected action if you don't assign them any activity. But remember that it is always more profitable to take your turn then relying on default actions.",
        "Občas se může stát, že nestihneš odehrát své kolo. Neboj, o své akce nepřijdeš. V sekci Klan můžeš nastavit výchozí akci, kterou tvé postavy vykonají v případě, že jim žádnou jinou aktivitu nepřiřadíš. Pamatuj však, že je vždy výhodnější odehrát kolo než se spoléhat na výchozí akce."]
    },
    "statistics": {
        "noData": ["Statistics will be available after first three turns. Not enough data at the moment.", "Statistiky budou k dispozici po třetím kole. Zatím není k dispozici dostatek dat."],
        "buildings": ["Sum of all building levels", "Součet úrovní budov"],
        "research": ["Completed research", "Dokončené výzkumy"],
        "fameTitle": ["Fame over time", "Vývoj slávy v čase"],
        "resourcesTitle": ["Resources over time", "Vývoj surovin v čase"],
        "assetsTitle": ["Assets over time", "Vývoj prostředků v čase"]
    },
    "items": {
        "MELEE": ["Melee", "Kontaktní"],
        "RANGED": ["Ranged", "Střelná"],
        "HEALING": ["Healing", "Léčení"],
        "EXPERIENCE": ["Experience", "Zkušenosti"],
        "BUFF_COMBAT": ["Combat buff", "Zvyšuje bojovou sílu"],
        "BUFF_SCAVENGE": ["Scavenge buff", "Zvyšuje hledání"],
        "BUFF_CRAFTSMANSHIP": ["Craftsmanship buff", "Zvyšuje zručnost"],
        "BUFF_INTELLECT": ["Intellect buff", "Zvyšuje intelekt"],
        "cost": {
            "ANY": ["Any item", "Jakýkoli předmět"],
            "WEAPON": ["Weapon only", "Pouze zbraň"],
            "OUTFIT": ["Outfit only", "Pouze zbroj"],
            "GEAR": ["Gear only", "Pouze výstroj"]
        }
    },
    "premium": {
        "header": ["Premium accounts", "Premium účty"],
        "text": ["Premium accounts are a way to reward players for contributing to the game - either financially or by content creation. There are no in-game benefits with these accounts that will help players with winning the game. Withergate will always be free to play and both premium and non-premium users will have the same chances for winning. However, by supporting to game, you can get access to various flavor features that might enhance your gaming experience.",
        "Premium účty jsou způsob, jak vyjádřit poděkování hráčům, kteří hru nějakým způsobem podporují - ať již finančně či vytvářením herního obsahu. Premium hráči nemají žádné herní výhody, které by jim pomohly zvítězit ve hře. Withergate je, a vždy bude, zcela zdarma. Jak premium uživatelé, tak běžní hráči mají rovné šance na vítězství. Co tyto výhody ale přinášejí jsou různé neherní výhody, které jim hru mohou trošku zpříjemnit."],
        "silver": ["Premium tiers", "Typy účtů"],
        "silverText": ["Silver accounts can be purchased from Patreon or obtained by contributing to the game development, content and testing.",
        "Silver účet může být zakoupen na Patreonu, případně získán jako odměna za vývoj, testování a tvorbu herního obsahu."],
        "goldText": ["Gold accounts can be purchased from Patreon or awarded for extraordinary game contributions.", "Gold účet může být zakoupen na Patreonu a nebo získám za mimořádně velké příspěvky do hry."],
        "silver1": ["Switching game to dark mode", "Přepnutí hry do dark mode"],
        "silver2": ["Visible list of available achievements", "Viditelný list chybějících Odznaků"],
        "silver3": ["Option to rename clan defender", "Možnost pojmenování klanového obránce"],
        "gold1": ["Option to cancel actions", "Možnost rušení akcí"],
        "gold2": ["Option to rename characters", "Možnost přejmenování postav"],
        "goldSilver": ["Everything from Silver tier", "Vše z výhod Silver účtu"]
    },
    "endgame": {
        "header": ["Game over!", "Konec hry!"],
        "text": ["Game has ended. Take a look at the results and get ready for the next era!", 
            "Hra již skončila. Prohlédněte si statistiky a připravte se na další věk!"],
        "winner": ["Best clan", "Nejlepší klan"],
        "faction": ["Best faction", "Nejlepí frakce"],
        "clanHeader": ["Your clan", "Tvůj klan"],
        "clanText": ["Let's take a look at your clan's statistics.", "Pojďme se podívat, jak si vedl tvůj klan."],
        "starvations": ["Starving characters", "Hladovějící postavy"],
        "failedDisasters": ["Failed disasters", "Neodvrácené pohromy"],
        "craftedItems": ["Crafted items", "Vyrovené předměty"],
        "incomingAttacks": ["Attacks on other clans (total / successful)", "Útoky na ostatní klany (celkem / úspěšné)"],
        "outcomingAttacks": ["Attacks from other clans (total / successful)", "Útoky od ostatních klanů (celkem / úspěšné)"],
        "encounters": ["Random encounters (total / successful)", "Náhodné události (celkem / úspěšné)"]

    }
  }